{
	"tpl": {
		"globalNavHeader": {
			"link_whitepaper": "กระดาษสีขาว",
			"link_investors": "นักลงทุน",
			"link_webmasters": "เว็บมาสเตอร์",
			"link_developers": "นักพัฒนา",
			"link_contact": "ติดต่อ",
			"link_login": "เข้าสู่ระบบ"
		},
		"header": {
			"heading_whyJSEcoin": "ทำไมต้อง JSEcoin?",
			"para_main1": "cryptocurrencies แบบดั้งเดิมไม่ได้ออกแบบมาสำหรับการยอมรับหลักหรือรวมเว็บ โครงการ JSEcoin สร้างมาตั้งแต่ต้นเพื่อให้สามารถแก้ปัญหาต่อไปนี้:",
			"subheading_environmentalImpact": "ผลกระทบด้านสิ่งแวดล้อม",
			"para_main2": "การทำเหมือง POW ของ cryptocurrencies แบบดั้งเดิมใช้พลังงานไฟฟ้าจำนวนมาก JSEcoin ถูกใช้โดยใช้ทรัพยากร CPU ที่มากเกินไปซึ่งจะช่วยลดผลกระทบต่อสิ่งแวดล้อมของการยอมรับ cryptocurrency",
			"subheading_consumerFriendly": "Consumer Friendly",
			"para_main3": "ระบบไฮบริดของเราช่วยให้ผู้ใช้ที่ไม่ใช้เทคนิคสามารถตั้งค่าบัญชีสกุลเงินเหมืองแร่ทำธุรกรรมและใช้ cryptocurrency ได้ง่าย เรามีแพลตฟอร์มที่ปลอดภัยง่ายและใช้งานง่ายสำหรับผู้ใช้ของเรา",
			"subheading_builtForTheWeb": "สร้างขึ้นสำหรับเว็บ",
			"para_main4": "เราเชื่อว่า cryptocurrency ควรเป็น web-based ระบบของเราถูกเผยแพร่โดยผู้ดูแลเว็บและผู้ใช้งานด้วยตนเองโดยใช้เว็บเบราเซอร์ แพลตฟอร์มออนไลน์เป็นจุดเริ่มต้นของการเข้าสู่เครือข่ายของ JSEcoin",
			"button_close": "ปิด",
			"carousel1": {
				"heading": "DIGITAL CURRENCY - ออกแบบสำหรับเว็บ",
				"subheading": "Blockchain ในอนาคต",
				"placeholder": "กรอกที่อยู่อีเมล์ของคุณ",
				"button_getStarted": "เริ่ม",
				"link_readTheWhitepaper": "อ่าน Whitepaper",
				"button_whyJSEcoin": "ทำไมต้อง JSECoin?"
			}
		}
	},
	"template": {
		"meta": {
			"title": "DIGITAL CURRENCY - ออกแบบสำหรับเว็บ",
			"keywords": "jsecoin, การทำเหมืองข้อมูลทางเว็บ cryptocurrency, crpyto, blockchain เป็นบริการ, การทำเหมืองข้อมูลจาวาสคริปต์, javascript crypto miner, เหมืองแร่ผ่านเบราเซอร์, gui การทำเหมืองแร่",
			"description": "ค้นพบ JSECoin วิธีที่ง่ายที่สุดในการรับการชำระเงินสำหรับสินค้าหรือบริการของคุณและโอนเงินให้กับเพื่อนและครอบครัวออนไลน์ สำรวจ Cryptocurrency ที่เผยแพร่โดยเว็บมาสเตอร์สำหรับทุกคน"
		},
		"global": {
			"text_comingSoon": "เร็ว ๆ นี้!"
		},
		"adDetection": {
			"text_title": "เราสังเกตเห็นว่าคุณกำลังใช้ Adblocker",
			"para_main1": "คุณอาจยังคงใช้และมีปฏิสัมพันธ์กับไซต์ของเราอย่างไรก็ตามบางพื้นที่อาจถูกปิดใช้งาน",
			"para_main2": "โปรดเพิ่มหรือยกเลิกการป้องกันโฆษณาของคุณและโหลดหน้าเว็บใหม่เพื่อเข้าถึงเนื้อหาทั้งหมด"
		},
		"lang": {
			"para_choose": "โปรดเลือกภาษาที่คุณพอใจที่สุด"
		},
		"cookies": {
			"text_overview_line1": "เราใช้คุกกี้เพื่อให้บริการของเราดียิ่งขึ้น",
			"text_overview_line2": "การใช้บริการของเราแสดงว่าคุณยอมรับ",
			"link_terms": "การใช้คุกกี้ของเรา"
		},
		"navigation": {
			"heading_company": "บริษัท",
			"link_about": "เกี่ยวกับเรา",
			"link_team": "ทีม",
			"link_vision": "วิสัยทัศน์",
			"link_news": "ข่าว",
			"link_announcements": "ประกาศ",
			"link_developmentStatus": "สถานะการพัฒนา",
			"link_timeline": "ไทม์ไลน์",
			"link_charity": "การกุศล",
			"link_careers": "ร่วมงานกับเรา",
			"link_reportAbuse": "รายงานการล่วงละเมิด",
			"link_FAQ": "คำถามที่พบบ่อย",
			"link_contactUs": "ติดต่อเรา",
			"heading_investors": "นักลงทุน",
			"link_whyInvest": "ทำไมต้องลงทุน",
			"link_overview": "ภาพรวม",
			"link_whitepaper": "กระดาษสีขาว",
			"link_siteStatistics": "สถิติไซต์",
			"link_bitcoinTalkAnn": "BitcoinTalk Ann",
			"link_technicalOverview": "ภาพรวมทางเทคนิค",
			"link_investorNews": "ข่าวนักลงทุน",
			"link_forums": "ฟอรั่ม",
			"link_press": "กด",
			"link_exchanges": "แลกเปลี่ยน",
			"link_environment": "สิ่งแวดล้อม",
			"link_signup": "ลงชื่อ",
			"heading_webmaster": "ผู้ดูแลเว็บ",
			"link_whySwitch": "ทำไมต้องเปลี่ยน",
			"link_blockchainExplorer": "Blockchain Explorer",
			"link_merchantTools": "Merchant Tools",
			"link_JSE_Wallet": "กระเป๋าเงิน JSE",
			"link_JSE_Integration": "การรวม JSE",
			"link_systemStatus": "สถานะระบบ",
			"link_technicalSupport": "การสนับสนุนทางเทคนิค",
			"link_API_Overview": "ภาพรวม API",
			"link_sampleIntegrations": "การรวมตัวอย่าง",
			"link_publisherNews": "ข่าวผู้จัดพิมพ์",
			"heading_developers": "นักพัฒนา",
			"link_ourCommitment": "ความมุ่งมั่นของเรา",
			"link_API_Documentation": "เอกสาร API",
			"link_codeSamples": "ตัวอย่างโค้ด",
			"link_developerSupport": "การสนับสนุนสำหรับนักพัฒนาซอฟต์แวร์",
			"link_developerNews": "ข่าวสำหรับนักพัฒนาซอฟต์แวร์",
			"link_bugBounty": "Bug Bounty",
			"link_oddJobs": "งานที่แปลก",
			"link_submitABug": "ส่งข้อผิดพลาด",
			"button_platformLogin": "เข้าสู่ระบบแพลตฟอร์ม",
			"button_readWhitepaper": "อ่าน Whitepaper"
		},
		"social": {
			"title_telegram": "Telegam",
			"title_Discord": "ความบาดหมางกัน",
			"title_Reddit": "Reddit",
			"title_Medium": "กลาง",
			"title_YouTube": "YouTube",
			"title_facebook": "Facebook",
			"title_twitter": "พูดเบาและรวดเร็ว",
			"title_LinkedIn": "LinkedIn"
		},
		"footer": {
			"privacy": {
				"text_trust": "ความเชื่อถือเป็นสิ่งสำคัญและจะเป็นสัดส่วนกับความโปร่งใสในการปฏิบัติงานของเรา เรามีความภาคภูมิใจในการดำเนินธุรกิจจริยธรรมแบบเปิด",
				"text_optout": "หน้านโยบายด้านความเป็นส่วนตัวด้านบนยังมีลิงก์ยกเลิกการเลือกเพื่อปิดการทำเหมืองข้อมูล cryptocurrency ของ JSE บนเบราเซอร์ทั่วทั้งเครือข่าย",
				"link_privacyPolicy": "นโยบายส่วนบุคคล",
				"link_terms": "ข้อตกลงและเงื่อนไข",
				"link_kyc": "นโยบาย KYC"
			},
			"info": {
				"heading_newsletterSignup": "สมัครรับจดหมายข่าว",
				"placeholder_emailInput": "กรอกที่อยู่อีเมล์ของคุณ",
				"button_signup": "ลงทะเบียนวันนี้เพื่อขออัพเดต!",
				"heading_mentioned": "กล่าวถึง",
				"subheading_mentioned": "สร้างนวัตกรรมด้วย blockchain และเว็บ",
				"alt_logos": "ไซต์ที่ JSECoin ถูกกล่าวถึง"
			},
			"companyInfo": {
				"text_registered": "จดทะเบียนในอังกฤษเลขที่ 10940920 - Dun and Bradstreet No. 100233913837",
				"text_address": "JSECoin Ltd, Cambridgeshire, สหราชอาณาจักร"
			},
			"copy": {
				"text_copyright": "สงวนลิขสิทธิ์ 2017-2018",
				"text_rightsReserved": "สงวนลิขสิทธิ์"
			}
		}
	},
	"segment": {
		"interactiveTimeline": {
			"label_tasks": "งานที่",
			"month_january": "มกราคม",
			"month_february": "กุมภาพันธ์",
			"month_march": "มีนาคม",
			"month_april": "เมษายน",
			"month_may": "อาจ",
			"month_june": "มิถุนายน",
			"month_july": "กรกฎาคม",
			"month_august": "สิงหาคม",
			"month_september": "กันยายน",
			"month_october": "ตุลาคม",
			"month_november": "พฤศจิกายน",
			"month_december": "ธันวาคม",
			"label_today": "วันนี้",
			"label_os": "เปิดจัดหา",
			"label_icoLaunch": "ICO เปิดตัว",
			"label_exchangeListing": "การแลกเปลี่ยนรายการ",
			"task_name1": "อัตลักษณ์แบรนด์ใหม่",
			"task_name1a": "การเพิ่มประสิทธิภาพ SEO",
			"task_name1b": "การเพิ่มประสิทธิภาพแบนเนอร์ SEO JSE",
			"task_name2": "พอร์ทัลนักพัฒนาซอฟต์แวร์",
			"task_name3": "แพลตฟอร์มการทำเหมืองใหม่",
			"task_name4": "Windows / Linux / macOS Desktop App",
			"task_name5": "Android Mobile App",
			"task_name6": "การตรวจสอบความปลอดภัยของแพลตฟอร์ม",
			"task_name7": "Merchant Tools",
			"task_name8": "การสนับสนุนหลายภาษาผ่านเว็บ",
			"task_name9": "สนับสนุนแพลตฟอร์มหลายภาษา",
			"task_name10": "การสนับสนุนหลายภาษาสำหรับเดสก์ท็อป",
			"task_name11": "การสนับสนุนหลายภาษาสำหรับมือถือ",
			"task_name12": "ปรับปรุง DB Schema - Redis",
			"task_name13": "แพลตฟอร์มสนับสนุน GPU Hashing",
			"task_name14": "โปรแกรมรวบรวมข้อมูลไซต์ของผู้เผยแพร่โฆษณา",
			"task_name15": "การเพิ่มประสิทธิภาพของ Blockchain Explorer",
			"task_name16": "สัญญาความเข้มแข็ง ERC220",
			"task_name17": "วิดเจ็ต Side ICO ฝั่งไคลเอ็นต์ Web3",
			"task_name18": "นำเข้า / ส่งออกฝั่งเซิร์ฟเวอร์ Web3",
			"task_name19": "การตรวจสอบความปลอดภัยตามสัญญา",
			"task_name20": "Identicons GFX Pack",
			"task_name21": "กรอบ Identicons",
			"task_name22": "ตัวปรับแต่ง Blockchain Identicons"
		},
		"miniStat": {
			"text_loading": "กำลังโหลด",
			"text_activeMiners": "คนงานที่ใช้งานอยู่",
			"text_registeredSites": "ไซต์ที่ลงทะเบียน",
			"text_registeredUsers": "ผู้ใช้ที่ลงทะเบียน",
			"text_hundred": "ร้อย",
			"text_thousand": "พัน",
			"text_million": "ล้าน",
			"text_billion": "พันล้าน",
			"text_trillion": "ล้านล้าน"
		}
	},
	"pages": {
		"navigation": {
			"about": {
				"link_about": "เกี่ยวกับ",
				"link_team": "ทีม",
				"link_vision": "วิสัยทัศน์",
				"link_careers": "ร่วมงานกับเรา",
				"link_press": "กด"
			},
			"legal": {
				"link_userAgreement": "ข้อตกลงการใช้",
				"link_privacyPolicy": "นโยบายส่วนบุคคล",
				"link_terms": "ข้อตกลงและเงื่อนไข",
				"link_kycPolicy": "นโยบาย KYC"
			},
			"oddJobs": {
				"link_bugBounty": "Bug Bounty",
				"link_smallJobs": "งานเล็ก ๆ",
				"link_submit": "เสนอ"
			},
			"support": {
				"link_community": "ชุมชน",
				"link_contact": "ติดต่อ",
				"link_FAQ": "คำถามที่พบบ่อย"
			},
			"technical": {
				"link_overview": "ภาพรวม JSE",
				"link_stats": "สถิติ",
				"link_APIS": "API'S",
				"link_samples": "ตัวอย่าง",
				"link_support": "สนับสนุน"
			}
		},
		"about": {
			"meta": {
				"title": "เกี่ยวกับ",
				"keywords": "สหราชอาณาจักร cryptocurrency blockchain, blockchain uk, uk บริษัท cryptocurrency",
				"description": "ภาพรวมของโครงการ JSEcoin และทีมงานที่อยู่เบื้องหลังการเริ่มต้นใช้งาน cryptocurrency start จาก UK"
			},
			"banner": {
				"linkText": "เกี่ยวกับเรา",
				"heading": "เกี่ยวกับเรา",
				"subheading": "เครือข่าย cryptocurrency ชั้นนำสำหรับการทำเหมืองบนเว็บ"
			},
			"heading_about": "เกี่ยวกับ JSECoin Ltd",
			"subheading_about": "มีขึ้นในวันที่ 6 สิงหาคม พ.ศ. 2560",
			"para_main1": "ก่อตั้งขึ้นในเดือนสิงหาคมปีพ. ศ. 2560 บริษัท JSECoin พัฒนาเทคโนโลยี blockchain รุ่นต่อไปสำหรับเว็บ",
			"para_main2": "โครงการ JSEcoin ประกอบด้วยสกุลเงินดิจิทัลกระเป๋าสตางค์การทำเหมืองและแพลตฟอร์มสำหรับนักพัฒนาซอฟต์แวร์ซึ่งธุรกิจหรือบุคคลใด ๆ ที่มีที่อยู่อีเมลสามารถสร้างโทเค็นรวมทั้งการชำระเงินและรับการชำระเงินผ่านระบบ cryptocurrency ได้อย่างปลอดภัยและประหยัดค่าใช้จ่ายทางออนไลน์",
			"para_main3": "ขนาดของเครือข่ายของเราและการยอมรับผลิตภัณฑ์ของเราอย่างกว้างขวางช่วยให้เรากลายเป็นหนึ่งในเครือข่าย cryptocurrency ชั้นนำสำหรับการทำเหมืองบนเว็บ เราเป็นผู้นำในการส่งเสริมการทำเหมืองข้อมูลบนเว็บแบบจริยธรรมเพื่อเผยแพร่แก่ผู้จัดพิมพ์ของเราซึ่งจะดึงดูดการจราจรและการคำนวณพลังงานให้กับเครือข่าย",
			"para_main4": "สำนักงานใหญ่ของเราตั้งอยู่ในเคมบริดจ์ประเทศอังกฤษทีมงานของเรากำลังดำเนินการสร้างโซลูชันการชำระเงินระดับโลกสำหรับเว็บโดยใช้พัฒนาการล่าสุดของเทคโนโลยี blockchain โลกกำลังมีการเปลี่ยนแปลงและวิธีที่เราเก็บรักษามูลค่าการค้าและการใช้เงินจะเกิดขึ้นในทศวรรษหน้า ภาวะฉุกเฉินของ cryptocurrencies ให้โอกาสที่ไม่ซ้ำกันสำหรับเราที่จะเปลี่ยนโลกและสร้างความแตกต่าง",
			"para_main5": "หากคุณต้องการทราบข้อมูลเพิ่มเติมเกี่ยวกับโครงการโปรดใช้เวลาในการดูเอกสารข้อมูลที่อัปเดตของเรา https://jsecoin.com/whitepaper.pdf",
			"alt_about": "เกี่ยวกับ JSE"
		},
		"charity": {
			"meta": {
				"title": "การกุศล",
				"keywords": "Cryptocurrency charity, cryptocurrency, cryptocurrency charity",
				"description": "เราได้รับการสนับสนุนอย่างมากสำหรับแพลตฟอร์มการทำเหมืองข้อมูลของเว็บไซต์ของเราทีมงานของเรามีพันธะสัญญาที่จะตอบแทนโครงการการกุศลของเรา"
			},
			"banner": {
				"linkText": "การกุศล",
				"heading": "",
				"subheading": "การเปลี่ยนแปลงที่ใส่ใจให้ดีขึ้น"
			},
			"heading_about": "JSE เพื่อการกุศล",
			"subheading_about": "ในเดือนกันยายน 2560 เราได้ตั้งค่าบัญชีการกุศล",
			"para_main1": "คำมั่นสัญญาของเราคือการมอบสิ่งของให้กับองค์กรการกุศลที่มีความสำคัญต่อผู้ใช้ของเรา เรากำลังสร้างระบบการลงคะแนนแบบ peer lead ซึ่งองค์กรการกุศลที่เราสนับสนุนจะได้รับการคัดเลือกจากชุมชน JSEcoin สมาชิกสามารถจำนำจำนวนใด ๆ ของ JSE ได้ไม่ว่าจะใหญ่หรือขนาดเล็กโดยการโอนไปยังบัญชีการกุศลของเรา นอกจากนี้เรายังมีการถ่ายโอนสัญญาณใด ๆ ที่ไม่สมควรได้รับตรงไปยังบัญชีการกุศลเพื่อให้สิ่งที่ดีบางอย่างอาจมาจากการปฏิบัติที่ไม่ดีบางอย่างของผู้คน หลังจาก ICO ของเราเราจะเผยแพร่สัญลักษณ์เหล่านี้ไปยังองค์กรการกุศลที่คุณเลือก",
			"para_main2": "เราจะตั้งระบบการลงคะแนนเสียงและการแจกจ่ายแจกจ่ายเป็นประจำซึ่งทุกคนสามารถแนะนำองค์กรการกุศลที่จดทะเบียนและชุมชนจะลงคะแนนให้กับสาเหตุที่คุ้มค่าที่สุดที่จะได้รับเงิน",
			"para_main3_line1": "ขณะนี้บัญชีนี้มีจำนวนมากกว่า",
			"para_main3_line2": "JSE และเรารู้สึกตื่นเต้นที่จะเริ่มต้นทำงานในการแจกจ่ายให้กับสาเหตุที่ยิ่งใหญ่หลังจาก ICO",
			"para_main4": "เป็นส่วนหนึ่งของความมุ่งมั่นในการดำเนินงานอย่างโปร่งใสและมีจริยธรรมเราจะเผยแพร่รายการธุรกรรมขาออกทั้งหมดจากบัญชีนี้"
		},
		"environment": {
			"meta": {
				"title": "สิ่งแวดล้อม",
				"keywords": "เทคโนโลยี cryptocurrency ที่เป็นมิตรต่อสิ่งแวดล้อมเทคโนโลยีบล็อคสีเขียว",
				"description": "cryptocurrencies แบบดั้งเดิมจะไม่มีประสิทธิภาพอย่างเห็นได้ชัดกับบางคนใช้อำนาจมากที่สุดเท่าที่ทั้งประเทศ JSEcoin มีเป้าหมายเพื่อลดการปล่อยคาร์บอนไดออกไซด์ของอุตสาหกรรมบล็อค"
			},
			"banner": {
				"linkText": "สิ่งแวดล้อม",
				"heading": "สิ่งแวดล้อม",
				"subheading": "การลดผลกระทบสิ่งแวดล้อมของ CRYPTO กับ JSECOIN"
			},
			"heading_environment": "ผลกระทบด้านสิ่งแวดล้อมของเรา",
			"subheading_environment": "blockchains กำลังหิว",
			"para_main1": "คุณทราบหรือไม่ว่า 6 ครัวเรือนในสหรัฐฯสามารถใช้พลังงานไฟฟ้าได้ 1 วันโดยใช้พลังงานไฟฟ้าที่ใช้สำหรับการทำธุรกรรมเพียงครั้งเดียวในเครือข่าย Bitcoin!",
			"para_main2": "เครือข่ายทั้งหมดใช้ไฟฟ้าเป็นจำนวน 1,500,000 ครัวเรือนและการบริโภคของคนงานเหมืองมีการเติบโตประมาณ 1TW / h ต่อเดือน นี่เป็นเพราะลักษณะการแข่งขันของระบบการทำงานของเหมืองแร่ ชาวเหมืองที่มีไฟฟ้าถูกกว่ามีข้อได้เปรียบเนื่องจากเป็นค่าใช้จ่ายจริงเพียงอย่างเดียวเมื่อฮาร์ดแวร์ของเหมืองแร่ ASIC ได้รับการสั่งซื้อแล้ว ผลที่ตามมาคือเซิร์ฟเวอร์ฟาร์มรายใหญ่ที่ใช้ไฟฟ้าเกือบพันล้านเหรียญต่อปี",
			"para_main3": "นี่เป็นเรื่องที่ดีที่สุดมีจริยธรรมหรือยั่งยืนหรือไม่? เราคิดว่าไม่ JSEcoin ให้การแก้ปัญหาโดยใช้พลังงาน CPU พื้นหลังที่ไม่ได้ใช้ระหว่างการท่องเว็บตามปกติ พลังคอมพิวเตอร์ส่วนเกินนี้ถูกนำไปใช้ในการทำเหมืองและการรักษาความปลอดภัยของบล็อคโดยไม่ทำลายดาวเคราะห์ ดูเหมือนว่าวิวัฒนาการเชิงตรรกะของเทคโนโลยี แต่แล้วเราก็มีความลำเอียง",
			"para_main4_line1": "เป็นส่วนหนึ่งของความมุ่งมั่นในการดำเนินงานอย่างโปร่งใสและมีจริยธรรมเราจะเผยแพร่รายการธุรกรรมขาออกทั้งหมดจากบัญชีนี้",
			"para_main4_line1_bold": "JSEcoin มีข้อได้เปรียบในการเป็นผู้ให้บริการรายแรก",
			"para_main4_line2": "ให้เร็วขึ้นและแก้ไขสิ่งต่างๆได้"
		},
		"exchanges": {
			"meta": {
				"title": "แลกเปลี่ยน",
				"keywords": "การค้า jse, การแลกเปลี่ยน jsecoin, แลกเปลี่ยน jsecoin, ราคา jsecoin, jse to usd",
				"description": ""
			},
			"banner": {
				"linkText": "แลกเปลี่ยน",
				"heading": "แลกเปลี่ยน",
				"subheading": ""
			},
			"heading_exchanges": "การแลกเปลี่ยน",
			"subheading_exchanges": "คุณจะอยู่ที่ไหนและเมื่อไร",
			"para_main1": "เราวางแผนที่จะแลกเปลี่ยนความคิดเห็นต่อ ICO ในปลายปีนี้ ในการสร้างข้อเสนอนี้เราจะฟังความคิดเห็นของคุณในขณะที่ชั่งน้ำหนักโปรและแลกของรางวัลเพื่อแลกกับการแลกเปลี่ยนที่เราวางแผนไว้ จะมีการระดมทุนในระหว่าง ICO และจะไม่มีการตัดสินใจขั้นสุดท้ายจนกว่าจะถึงเวลานี้",
			"para_main2": "เราได้คัดเลือกจำนวนการแลกเปลี่ยนซึ่งเราจะพิจารณาการสมัครหรือเข้าร่วมระบบการลงคะแนนเสียงของพวกเขาสำหรับรายชื่อใหม่: -",
			"para_main3": "การแลกเปลี่ยนบางอย่างเช่น coinbase (gdax) / bittrex เป็นข้อเสนอที่ไม่สมจริงสำหรับโทเค็น cryptocurrency ใหม่"
		},
		"home": {
			"meta": {
				"title": "JSECoin: สกุลเงินดิจิตอล - ออกแบบมาสำหรับเว็บ",
				"description": ""
			},
			"banner": {
				"linkText": "บ้าน",
				"heading": "",
				"subheading": ""
			},
			"button_viewGlobalStats": "ดู Global Stats",
			"section_overview": {
				"heading_overview": "สร้างอนาคตของ Blockchain บนเว็บ",
				"subheading_overview": "ทำให้ง่ายขึ้น Cryptocurrency, พาณิชย์, การทำเหมืองแร่และการยอมรับของผู้ใช้ - ผ่านเบราเซอร์",
				"highlights": {
					"heading_simple": "ใช้งานง่าย",
					"para_simple": "ง่ายต่อการเริ่มต้นซื้อตรงไปตรงมาและง่ายต่อการส่งสกุลเงินดิจิทัลไปให้ทุกคนที่มีที่อยู่อีเมล",
					"heading_browserMining": "การทำเหมืองแร่บนเว็บเบราเซอร์",
					"para_browserMining": "ทุกคนที่มีเว็บเบราเซอร์หรือเว็บไซต์สามารถเรียกค้นข้อมูล cryptocurrency ได้แล้ว ทั้งจากอุปกรณ์ของฉันเองบนแพลตฟอร์มที่ใช้งานง่ายหรือเพียงติดตั้งข้อมูลโค้ดลงในเว็บไซต์ของคุณซึ่งจะทำให้คุณได้รับโทเค็นในขณะที่ผู้เข้าชมเรียกดู",
					"heading_storage": "การเก็บรักษา",
					"para_storage": "คุณสามารถจัดเก็บโทเค็นของคุณไว้บนแพลตฟอร์ม JSEcoin หรือส่งออกไปยังกระเป๋าที่สามารถใช้งาน Ethereum ได้ตามที่คุณต้องการ",
					"heading_tokens": "วิธีใช้โทเค็นของคุณ",
					"para_tokens": "ใช้โทเค็น JSEcoin ของคุณในการซื้อสินค้าออนไลน์ที่ไซต์ที่เข้าร่วม หากคุณมีไซต์ของคุณเองตอนนี้คุณสามารถเริ่มยอมรับ JSEcoin โดยใช้เครื่องมือของผู้ขายที่ใช้งานง่าย"
				},
				"button_readWhitePaper": "อ่าน Whitepaper"
			},
			"section_browserMining": {
				"heading_browserMining": "ภาพรวมการทำเหมืองข้อมูลแพลตฟอร์ม",
				"subheading_browserMining": "เคยต้องการเข้า cryptocurrency แต่พบว่าทั้งหมดสับสนเล็กน้อย?",
				"heading_simple": "ใช้งานง่าย",
				"para_main1": "ตอนนี้คุณสามารถลงทะเบียนบัญชี JSEcoin ของคุณและเริ่มต้นทำเหมืองได้ใน 60 วินาที",
				"para_main2": "เรามีหน้าการทำเหมืองโดยเฉพาะบนแพลตฟอร์มที่คุณสามารถนำอุปกรณ์ของคุณไปใช้ CPU เพื่อสร้างรายได้ให้คุณได้สัญญาณ JSEcoin ที่นี่คอมพิวเตอร์ของคุณจะทำสมการทางคณิตศาสตร์เพื่อรักษาความปลอดภัยของเรา blockchain (โดยทั่วไปบัญชีแยกประเภทของการทำธุรกรรมทั้งหมดของเรา) และเป็นรางวัลสำหรับการทำเช่นนี้คุณจะมีโอกาสที่จะได้รับโทเค็น JSEcoin",
				"para_main3": "คุณสามารถควบคุมได้ตลอดเวลาและสามารถเริ่มต้นและหยุดกระบวนการได้ตลอดเวลารวมทั้งเปลี่ยนจำนวนพลังงานของ CPU ที่คุณทุ่มเทให้กับการทำเหมือง",
				"button_tryit": "ทดลองใช้เลย!",
				"button_watchVideo": "ดูวิดีโอของเรา",
				"alt_miner": "JSE Miner"
			},
			"section_pubPlatMining": {
				"alt_newMiningPlatform": "แพลตฟอร์มการทำเหมืองใหม่",
				"alt_existingLoginScreen": "หน้าจอเข้าสู่ระบบที่มีอยู่",
				"alt_existingMiningPlatform": "แพลตฟอร์มการทำเหมืองแร่ที่มีอยู่เดิม",
				"heading_pubPlatMining": "ภาพรวมการทำเหมืองข้อมูลผู้เผยแพร่โฆษณา",
				"subheading_pubPlatMining": "คุณกำลังมองหาวิธีใหม่ในการสร้างรายได้จากเว็บไซต์ของคุณ",
				"para_main1": "JSEcoin สามารถแก้ปัญหาได้ ข้อมูลโค้ดที่ไม่สร้างความรำคาญถูกวางไว้บนไซต์ของคุณซึ่งจะเรียกใช้งานเครื่องมือขุดเจาะ JSEcoin บนอุปกรณ์ของผู้เข้าชมขณะที่พวกเขาเรียกดูเว็บไซต์ของคุณ",
				"para_main2": "ฟังก์ชันนี้จะให้ฟังก์ชันการทำงานแบบแฮชที่ต้องการเพื่อป้องกัน blockchain และคุณจะได้รับโอกาสในการได้รับโทเค็น JSEcoin",
				"para_main3": "เราเชื่อว่าความโปร่งใสและผลกระทบน้อยที่สุดต่อประสบการณ์ในการท่องเว็บของผู้เข้าชมเป็นกุญแจสำคัญในการนำระบบหลักไปใช้หลัก ผู้เข้าชมทั้งหมดในไซต์ของคุณจะได้รับแจ้งและมีโอกาสที่จะเลือกไม่ใช้งานและการใช้ซีพียูจะน้อยกว่าโฆษณาวิดีโอมาตรฐานส่วนใหญ่",
				"button_findOutMore": "หาข้อมูลเพิ่มเติม",
				"button_watchVideo": "ดูวิดีโอของเรา"
			},
			"section_env": {
				"heading_env": "ผลกระทบของสิ่งแวดล้อมที่เกิดจากการปะทะ",
				"subheading_env": "พยัญชนะแบบดั้งเดิมใช้พลังมากกว่าประเทศเล็ก ๆ ในการใช้งานเครือข่ายของตน",
				"para_main1": "ทุกอุตสาหกรรมอื่น ๆ ทั่วโลกกำลังมุ่งสู่การแก้ปัญหาที่เป็นมิตรต่อสิ่งแวดล้อมซึ่งลดความเสี่ยงต่อการเปลี่ยนแปลงสภาพภูมิอากาศและภาวะโลกร้อน เร็วกว่าเทคโนโลยี blockchain ภายหลังต้องปฏิบัติตาม มีเพียงไม่จำเป็นต้องกินจำนวนมหาศาลของพลังงานไฟฟ้าที่เสียแบบดั้งเดิม cryptocurrency เครือข่าย",
				"para_main2": "JSEcoin ถูกขุดโดยใช้ทรัพยากรของ CPU ส่วนเกินซึ่งจะถูกทำลายอย่างอื่น การทำเหมืองในเบราว์เซอร์มีข้อได้เปรียบทางด้านสิ่งแวดล้อมและค่าใช้จ่ายสูงมากจากเครือข่าย cryptocurrency ที่มีอยู่ มีโอกาสที่จะสร้างความแตกต่างอย่างแท้จริงกับการทำเหมืองข้อมูล cryptocurrency บนเว็บ",
				"para_main3": "การปฏิบัติในการทำเหมืองในปัจจุบันไม่ใช่เรื่องที่ยั่งยืนหรือไม่เป็นธรรมในแง่ของการใช้พลังงานเรารู้สึกว่าเหมืองเบราว์เซอร์มีวิธีแก้ปัญหา ไม่ว่าจะเป็นโครงการของเราที่แบ่งผ่านกับมันหรือของคนอื่นนี้เป็นทิศทางที่อุตสาหกรรมจะเข้าสู่และเรามีข้อได้เปรียบแรก mover",
				"button_learnMoreOnImpact": "เรียนรู้เพิ่มเติมเกี่ยวกับผลกระทบของเรา",
				"alt_sustainableEnergy": "พลังงานที่ยั่งยืน"
			},
			"section_timeline": {
				"heading_timeline": "2018 TIMELINE",
				"subheading_timeline": "ลองดู RoadMap ของเราและที่เราจะได้รับในปีถัดไป!",
				"button_viewDetailedTimeline": "ดูเส้นเวลาที่ละเอียดขึ้น"
			},
			"section_team": {
				"heading_team": "ทีม JSE",
				"subheading_team": "การเพิ่มขึ้นของวันนี้เป็นไปตามความสามารถในการทำเหมืองแร่และการระดมทุนของธนาคาร!",
				"button_meetTheTeam": "พบกับทีม"
			},
			"section_community": {
				"heading_community": "เป็นส่วนหนึ่งของชุมชนที่กำลังเติบโตของเรา",
				"subheading_community": "ช่วยให้เราสามารถคิดค้นพัฒนาและกลายเป็นระบบเข้ารหัสลับที่ดีที่สุดถัดไป",
				"button_DontForgetForums": "อย่าลืมฟอรัมของเรา!"
			},
			"section_charity": {
				"alt_charity": "JSE บริจาคเพื่อการกุศล",
				"heading_charity": "การบริจาคเพื่อการกุศล",
				"subheading_charity": "กิจกรรมการระดมทุน",
				"para_main1": "คำมั่นสัญญาของเราคือการมอบสิ่งของให้กับองค์กรการกุศลที่มีความสำคัญต่อผู้ใช้ของเรา เรากำลังสร้างระบบการลงคะแนนแบบ peer lead ซึ่งองค์กรการกุศลที่เราสนับสนุนจะได้รับการคัดเลือกจากชุมชน JSEcoin สมาชิกสามารถจำนำจำนวนใด ๆ ของ JSE ได้ไม่ว่าจะใหญ่หรือขนาดเล็กโดยการโอนไปยังบัญชีการกุศลของเรา นอกจากนี้เรายังมีการถ่ายโอนสัญญาณใด ๆ ที่ไม่สมควรได้รับตรงไปยังบัญชีการกุศลเพื่อให้สิ่งที่ดีบางอย่างอาจมาจากการปฏิบัติที่ไม่ดีบางอย่างของผู้คน หลังจาก ICO ของเราเราจะเผยแพร่สัญลักษณ์เหล่านี้ไปยังองค์กรการกุศลที่คุณเลือก",
				"text_JSECollected": "JSE เก็บเพื่อการกุศล"
			}
		},
		"notFound": {
			"meta": {
				"title": "404 - ไม่พบหน้า",
				"description": ""
			},
			"banner": {
				"linkText": "404",
				"heading": "404",
				"subheading": "ผิดพลาด: ไม่พบหน้าเว็บ ?!"
			},
			"alt_404": "ข้อผิดพลาด 404",
			"heading_notFound": "ข้อผิดพลาด 404 - ไม่พบเพจ",
			"subheading_notFound": "ไม่ต้องกังวล กลับไปที่หน้าก่อนหน้า ..."
		},
		"systemStatus": {
			"meta": {
				"title": "สถานะระบบ",
				"keywords": "เครือข่าย Jsecoin, blockchain สถานะของระบบ",
				"description": "อัพเดตระบบและข้อมูลเซิร์ฟเวอร์ที่ใช้งานอยู่จากเครือข่ายของ JSEcoin หากมีข้อผิดพลาดคุณจะได้ยินเรื่องนี้ที่นี่ก่อน"
			},
			"banner": {
				"linkText": "สถานะระบบ",
				"heading": "สถานะระบบ",
				"subheading": ""
			},
			"alt_serverStatus": "สถานะเซิร์ฟเวอร์",
			"text_checkingServerStatus": "กำลังตรวจสอบสถานะเซิร์ฟเวอร์ ...",
			"text_systemsUp": "ระบบทั้งหมดกำลังทำงานและทำงานอยู่",
			"text_serverIssue": "รายงานปัญหาของเซิร์ฟเวอร์แล้ว",
			"text_lastUpdated": "อัปเดตล่าสุดในวันนี้",
			"para_infoMsg": "หากคุณประสบปัญหาโปรดติดต่อ",
			"button_Support": "สนับสนุน"
		},
		"timeline": {
			"meta": {
				"title": "เส้นเวลาเชิงโต้ตอบ",
				"keywords": "เส้นเวลาของ Jsecoin, การทำเหมืองข้อมูลเบราเซอร์, เส้นเวลา jse",
				"description": "อนาคตของ cryptocurrency สดใส ดูแผนปฏิบัติการของเราในการออกแบบสร้างส่งเสริมและรักษาบล็อกเกอร์ของ JSEcoin เว็บแพลตฟอร์มการทำเหมืองข้อมูลและชุดผู้จัดพิมพ์"
			},
			"banner": {
				"linkText": "ไทม์ไลน์",
				"heading": "ไทม์ไลน์",
				"subheading": "ดูแผนงานของเราในปีหน้า"
			},
			"section_interactiveTimeline": {
				"heading_timeline": "2018 เส้นเวลาเชิงโต้ตอบ",
				"subheading_timeline": "เราอยู่ที่ไหนวันนี้และวางแผนที่จะเป็นวันพรุ่งนี้!",
				"para_main1_line1": "ลองดูที่แผนการพัฒนาของเราในปีพ. ศ. 2561 - เราจะทำอย่างต่อเนื่อง",
				"para_main1_line2": "อัปเดตหน้านี้ดังนั้นคาดว่าจะมีการเปลี่ยนแปลงระยะเวลาตามกำหนดเวลา",
				"para_main1_line3": "เราจะพยายามอย่างดีที่สุดเพื่อมอบอำนาจในการประมาณการเหล่านี้",
				"para_main2": "เลื่อนผ่านเดือนโดยกวาดนิ้วลงบนแผนภูมิด้านล่าง"
			},
			"section_timeline": {
				"heading_timeline": "ทุกอย่างเริ่มต้นขึ้น",
				"subheading_timeline": "ประวัติความเป็นมาของ JSECoin",
				"date_july17_ABR": "กรกฎาคม",
				"info_july17_title": "หลักฐานของแนวคิด",
				"info_july17_para_content1": "การทำเหมืองเบราเซอร์ได้ทำมาแล้วในอดีต แต่ไม่เคยใช้ออกไปอย่างที่ไม่เคยมีมาก่อนด้วยเครื่องจักรที่มีกำลังมากขึ้นและเป็นแนวทางใหม่ในการทำเหมืองจะเป็นโครงการที่มีประสิทธิภาพหรือไม่?",
				"info_july17_para_content2": "เจมส์สืบหาโค้ดตัวอย่างต่อไป",
				"date_august17_ABR": "สิงหาคม",
				"info_august17_title": "JSECoin ก่อตั้งขึ้น",
				"info_august17_para_content1": "JSECoin ก่อตั้งโดย James Bachini",
				"info_august17_list1": "สร้างแพลตฟอร์มเบต้าสำหรับเจ้าของเว็บไซต์",
				"info_august17_list2": "รับคำติชมจากนักลงทุนและนักพัฒนาซอฟต์แวร์ที่ไม่ได้ใช้งาน",
				"info_august17_list3": "เปิดใช้งานเครือข่ายเว็บไซต์ภายในและสร้างเบต้า - บล็อกแชแนล",
				"info_august17_list3_info": "(เปิดแพลตฟอร์มแบบสาธารณะ)",
				"date_september17_ABR": "กันยายน",
				"info_september17_title": "ตรวจสอบอัตราการยอมรับ",
				"info_september17_para_content1": "หานักลงทุนเมล็ดพันธุ์ที่จะยินดีที่จะให้เงินทุนแก่ บริษัท เพื่อแลกกับเงินกองทุนหรือตราสารทุน และ / หรือสำรวจตัวเลือกการระดมทุนอื่น ๆ การลงทุนที่ปลอดภัยสำหรับการตลาด ICO และการแลกเปลี่ยนรายชื่อ",
				"info_september17_para_content2": "เผยแพร่ชุดบัญชีรายเดือนชุดแรก",
				"date_october17_ABR": "ตุลาคม",
				"info_october17_title": "การโฆษณา",
				"info_october17_list1": "เริ่มแคมเปญโฆษณาและการตลาดที่กำหนดเป้าหมายผู้เผยแพร่โฆษณาและนักลงทุน ICO ที่อาจเกิดขึ้น",
				"info_october17_list2": "ย้ายเครือข่ายออกจากขั้นตอนเบต้าและเข้าสู่การผลิตด้วยการอัปเดตที่สำคัญ",
				"date_november17_ABR": "พฤศจิกายน",
				"info_november17_title": "แผนการตลาด",
				"info_november17_list1": "สร้างแผนการตลาด ICO",
				"info_november17_list2": "ปล่อย explorer บล็อก",
				"info_november17_list3": "เพิ่มขนาดแคมเปญการตลาด",
				"info_november17_list4": "สร้างเธรด Bitcointalk ANN",
				"date_december17_ABR": "ธันวาคม",
				"info_december17_title": "การเตรียมการสำหรับปีใหม่",
				"info_december17_list1": "การแมปเครื่องมือร้านค้า",
				"info_december17_list2": "การอัปเดตเอกสารขาวดำ",
				"info_december17_list3": "สร้างสาธิต / ขายวิดีโอสำหรับนักลงทุน",
				"info_december17_list4": "เริ่มเตรียม ICO",
				"date_january18_ABR": "JAN",
				"info_january18_title": "การเปลี่ยนโฉม JSECoin",
				"info_january18_para_content1": "เปิดไซต์ของ บริษัท ที่ได้รับการจดทะเบียนใหม่",
				"info_january18_list1": "สัญญาความเข้มแข็ง ERC220",
				"info_january18_list2": "โปรแกรมรวบรวมข้อมูลไซต์ของผู้เผยแพร่โฆษณา"
			}
		},
		"careers": {
			"meta": {
				"title": "ร่วมงานกับเรา",
				"keywords": "Blockchain อาชีพ uk, งาน blockchain",
				"description": "คุณต้องการทำงานกับการเริ่มต้นใช้งาน cryptocurrency ที่ร้อนแรงที่สุดในโลกหรือไม่? เรากำลังจ้างนักพัฒนาผู้เชี่ยวชาญด้านความปลอดภัยทีมสนับสนุนและอื่น ๆ"
			},
			"banner": {
				"linkText": "ร่วมงานกับเรา",
				"heading": "ร่วมงานกับเรา",
				"subheading": "นำทีมเข้าด้วยกันเพื่อคิดค้นและนำการเปลี่ยนแปลง"
			},
			"section_overview": {
				"heading_careers": "ร่วมงานกับเรา",
				"subheading_careers": "ขับเคลื่อนเพื่อทำโครงการที่มีความหมายและทันสมัย",
				"para_main1": "คุณหลงใหลเกี่ยวกับ blockchain เทคโนโลยีเว็บทำให้สิ่งที่เป็นไปไม่ได้ผ่านทางเว็บหรือไม่? ถ้าใช่คุณได้พบที่ถูกต้องแล้ว",
				"para_main2": "เราเป็นทีมนักออกแบบนักออกแบบและผู้ประกอบการระดับโลกที่กำลังมองหาเพื่อสร้างความแตกต่างในอุตสาหกรรม fintech ด้วยสกุลเงินดิจิทัลและบล็อกเกอร์",
				"para_main3": "แพลตฟอร์ม JSECoin อำนวยความสะดวกในการใช้สกุลเงินดิจิทัลได้ง่ายสำหรับผู้บริโภคและผู้ขาย ซึ่งรวมถึงการซื้อและขาย cryptocurrency JSE ของเราและจัดเก็บข้อมูลที่ปลอดภัยในระบบคลาวด์ตามชุดเครื่องมือทางการค้าและแพลตฟอร์มสำหรับนักพัฒนาซอฟต์แวร์",
				"minorHeading_benefits": "ประโยชน์ที่ได้รับ",
				"info_benefits_list1": "เป็นเจ้าของโครงการของคุณเองจากความคิดเพื่อเปิดตัว",
				"info_benefits_list2": "ตัวเลือกในการรับเงินใน JSECoin",
				"info_benefits_list3": "ทำงานทุกครั้งที่คุณทำงานได้ดีที่สุด (ชั่วโมงที่ยืดหยุ่น)",
				"info_benefits_list4": "วันหยุดที่ยืดหยุ่น - ใช้เวลาว่างเมื่อคุณต้องการ",
				"info_benefits_list5": "100% ของสวัสดิการทางการแพทย์ / วิสัยทัศน์ / ทันตกรรมสำหรับพนักงาน",
				"sideHeading_currentPositions": "ตำแหน่งปัจจุบันที่เปิดอยู่",
				"info_job_list1": "สนับสนุนลูกค้า",
				"info_job_list2": "ออกแบบ",
				"info_job_list3": "ตามกฏหมาย",
				"info_job_list4": "การดำเนินงาน",
				"info_job_list5": "การรักษาความปลอดภัย"
			},
			"section_banner": {
				"linkText": "",
				"heading_careers": "ร่วมงานกับเรา",
				"subheading_careers": "ขับเคลื่อนเพื่อทำโครงการที่มีความหมายและทันสมัย"
			},
			"section_careers": {
				"heading_careers": "ร่วมงานกับเรา",
				"subheading_careers": "ขับเคลื่อนเพื่อทำโครงการที่มีความหมายและทันสมัย",
				"highlights": {
					"heading_culture": "วัฒนธรรม",
					"para_culture": "เราปลูกฝังสภาพแวดล้อมที่สนุกและตอบแทนความเฉลียวฉลาดความมุ่งมั่นและมุมมองที่หลากหลาย",
					"heading_benefits": "ประโยชน์ที่ได้รับ",
					"para_benefits": "เราดูแลพนักงานของเราด้วยการจัดทำแผนสุขภาพสุขภาพและการเงินเพื่อให้พวกเขารู้สึกปลอดภัยเกี่ยวกับอนาคตของตัวเองในขณะที่สร้างอนาคตของเงิน",
					"heading_remoteLocations": "สถานที่ห่างไกล",
					"para_remoteLocations": "ทีมงานของเรามีตำแหน่งทั่วโลก ทำงานจากที่บ้านชายหาดได้ทุกที่ที่คุณทำงานได้ดีที่สุด",
					"heading_people": "คน",
					"para_people": "เราทำงานที่ดีเมื่อเราถูกล้อมรอบไปด้วยผู้ที่สร้างแรงบันดาลใจและท้าทายเรา"
				}
			},
			"section_questions": {
				"heading_questions": "คำถาม?",
				"subheading_questions": "ส่งอีเมลถึงเราวันนี้ - เรามักจะมองหาคนที่สดใสที่จะเข้าร่วม",
				"button_contactUs": "ติดต่อเรา"
			},
			"alt_about": "เกี่ยวกับ JSE"
		},
		"ourVision": {
			"meta": {
				"title": "วิสัยทัศน์ของเรา",
				"keywords": "cryptocurrency ของเว็บเบราเซอร์ cryptocurrency สำหรับเว็บไซต์การทำเหมืองเบราเซอร์",
				"description": "วิสัยทัศน์ของเราคืออนาคตที่ cryptocurrency สามารถนำมาใช้ในการซื้อสินค้าทุกวันและทุกคนทั่วโลก"
			},
			"banner": {
				"linkText": "วิสัยทัศน์ของเรา",
				"heading": "วิสัยทัศน์ของเรา",
				"subheading": "สร้าง cryptocurrency ที่มีประสิทธิภาพสำหรับการใช้งานบนอินเทอร์เน็ต"
			},
			"section_overview": {
				"heading_vision": "วิสัยทัศน์ของเรา",
				"subheading_vision": "การออกแบบ cryptocurrency ยุติธรรม",
				"para_main1": "ความใฝ่ฝันของเราคือการสร้าง cryptocurrency ที่มีประสิทธิภาพสำหรับการใช้งานโดยผู้ดูแลเว็บที่ใช้ทั่วโลกโดยผู้ใช้หลัก",
				"para_main2": "ทุก cryptocurrencies หลักปัจจุบันพึ่งพาคนงานเหมืองแร่เพื่อดำเนินการเข้ารหัสลับ hashing Hashing เป็นสมการทางคณิตศาสตร์ที่ดำเนินการในระดับใหญ่เพื่อป้องกัน blockchain ซึ่งเป็นฐานข้อมูลการทำธุรกรรมพื้นฐานของ cryptocurrency กระบวนการนี้ใช้พลังงานคอมพิวเตอร์และการผลิตไฟฟ้าเป็นจำนวนมากและถูกครอบงำโดยเซิร์ฟเวอร์ฟาร์ม ชาวเหมืองได้รับรางวัลสำหรับความพยายามของพวกเขาโดยการกระจายของสกุลเงิน",
				"para_main3": "สามารถใช้ SHA256 และการเข้ารหัสอื่น ๆ ในเว็บเบราเซอร์มาตรฐานหรือบนโทรศัพท์มือถือได้ การฝังข้อมูลโค้ดจาวาสคริปต์ลงบนเว็บไซต์ผู้เข้าชมเว็บไซต์ทั้งหมดสามารถดำเนินการเข้ารหัสลับแบบแฮชชิงซึ่งเมื่อรวมกันในระดับที่สามารถแทนที่บทบาทของคนงานเหมือง เจ้าของเว็บไซต์จะได้รับรางวัลจากการแจกจ่ายสกุลเงิน เรามีประมาณ 1 ใน 15 คนที่เป็นเจ้าของหรือมีสิทธิ์เข้าถึงเว็บไซต์ซึ่งมีการจัดจำหน่ายและฐานลูกค้าที่มีศักยภาพ",
				"para_main4": "การใช้พลังงานของ CPU ส่วนเกินทำให้สามารถประหยัดพลังงานและประหยัดค่าใช้จ่ายได้มากกว่าระบบเครือข่าย cryptocurrency แบบเดิม",
				"alt_vision": "วิสัยทัศน์"
			}
		},
		"press": {
			"meta": {
				"title": "กดและสื่อ",
				"keywords": "บทความ Blockchain, cryptocurrency สัมภาษณ์ข่าวประชาสัมพันธ์ cryptocurrency",
				"description": "ข้อมูลประชาสัมพันธ์รวมถึงงานศิลปะเพื่อใช้โดยสื่อมวลชน JSEcoin เป็นผู้เริ่มต้นใช้งาน cryptocurrency ในสหราชอาณาจักรที่เชี่ยวชาญด้านการทำเหมืองข้อมูล cryptocurrency ในเว็บไซต์"
			},
			"banner": {
				"linkText": "กด",
				"heading": "กด",
				"subheading": "สร้างผลกระทบที่น่าทึ่งใน Web Cryptocurrency Mining"
			},
			"section_overview": {
				"heading_press": "ข่าวประชาสัมพันธ์",
				"subheading_press": "ค้นหาสิ่งที่คนอื่นพูดเกี่ยวกับ JSECoin",
				"alt_symantecLogo": "โลโก้ไซแมนเทค",
				"strapline_1": "เสนอทางเลือกที่แท้จริงและดีกว่าที่อาจเป็นไปได้กับวิธีสร้างรายได้บนเว็บแบบเดิม",
				"alt_BBCLogo": "โลโก้ BBC",
				"strapline_2": "เว็บไซต์จำนวนมากใช้สิ่งนี้และอื่น ๆ เช่น JSE Coin เพื่อสร้างรายได้จากผู้เข้าชมอย่างต่อเนื่อง",
				"alt_BitcoinLogo": "โลโก้ Bitcoin.com",
				"strapline_3": "Adguard ประเมินว่าแต่ละเว็บไซต์ที่ใช้สคริปต์การทำเหมืองลับการเข้ารหัสได้รับประมาณ 43,000 เหรียญในระยะเวลาสามสัปดาห์ที่ทำการทดสอบ",
				"alt_pressMedia": "กดและสื่อ"
			},
			"section_media": {
				"alt_mediaPackDownload": "ดาวน์โหลด Media Pack",
				"heading_media": "การดาวน์โหลด Media Pack",
				"para_main1": "คุณสามารถใช้ภาพคำพูดหรือสถิติจากเว็บไซต์นี้ได้ในบทความข่าวของคุณ ทั้งหมดที่เราถามคือเราไม่ได้เกี่ยวข้องกับพื้นหลัง Monero ที่ซ่อนอยู่แพลตฟอร์มการทำเหมืองแร่ JSEcoin ไม่เคยและจะไม่มีส่วนร่วมในการทำเหมืองข้อมูลเว็บไซต์เบื้องหลังที่ซ่อนอยู่",
				"para_main2": "โครงการ JSEcoin ทุ่มเทให้กับการสร้างเทคโนโลยี blockchain แบบใหม่บนเว็บและไม่ใช้ Bitcoin หรือ Monero โปรดอ่านเอกสารคำถามที่พบบ่อยเพื่อดูข้อมูลเพิ่มเติม",
				"para_main3": "หากคุณมีข้อสงสัยหรือต้องการติดต่อทีมโปรด",
				"link_contactUs": "ติดต่อเรา",
				"button_downloadMediaPack": "ดาวน์โหลด Media Pack"
			}
		},
		"team": {
			"meta": {
				"title": "ทีมงาน",
				"keywords": "ทีม cryptocurrency, นักพัฒนาซอฟต์แวร์ blockchain, โครงการ crypto uk",
				"description": "พบทีมงาน JSEcoin และหาข้อมูลเพิ่มเติมเกี่ยวกับผู้ก่อตั้งของเราที่สร้างเทคโนโลยีและสร้าง cryptocurrency"
			},
			"banner": {
				"linkText": "พบกับทีม",
				"heading": "พบทีม JSE",
				"subheading": "บล็อกที่เพิ่มขึ้น <br /> เหมืองแร่และการซื้อขาย cryptocurrency"
			},
			"section_overview": {
				"heading_team": "ทีม JSECoin",
				"subheading_team": "มีขึ้นในวันที่ 6 สิงหาคม พ.ศ. 2560",
				"para_main1": "ทีม JSE ได้รับการขับเคลื่อนและมุ่งมั่นที่จะปรับปรุงและลดความซับซ้อนของกระบวนการโดยที่ผู้คนสามารถทำเหมืองและทำธุรกรรมกับ cryptocurrencies ผ่านการใช้เบราว์เซอร์สำหรับอุปกรณ์ทั้งหมด",
				"para_main2": "&quot;เราไม่ได้อาศัยอยู่ในยุค 90 และมันก็ไม่ควรจะเป็นเรื่องยากเหมือนวันนี้ที่จะซื้อและการค้าสินค้าที่มี cryptocurrency&quot;",
				"alt_team": "ทีมงาน"
			},
			"members": {
				"JB": {
					"title": "ผู้ก่อตั้งและ CEO",
					"para_main1": "เจมส์มีประวัติในการสร้างธุรกิจการตลาดดิจิทัลที่ประสบความสำเร็จ ด้วยประสบการณ์ 8 ปีในอุตสาหกรรมโฆษณาเทค",
					"para_main2": "มีประสบการณ์ในการพัฒนาแอพพลิเคชันและเว็บไซต์ที่มีปริมาณมาก เขียนโปรแกรมแรกของเขาบน Commodore64 และได้รับการติดยาเสพติดนับตั้งแต่",
					"para_main3": "รับผิดชอบในการดูแลการพัฒนาธุรกิจและแคมเปญการตลาด"
				},
				"JS": {
					"title": "ผู้ร่วมก่อตั้งและ CTO",
					"para_main1": "ด้วยประสบการณ์ด้านไอทีมากกว่า 15 ปีจอห์นนำเสนอการพัฒนาแบบกองพัฒนานวัตกรรมประสบการณ์การใช้งานและสถาปัตยกรรมแบบคลาวด์อย่างสม่ำเสมอในงานสัมมนาด้านเทคโนโลยีและแอ็พไอทีระดับโลก",
					"para_main2": "โฟกัสหลักของเขาที่ JSE จะเป็นผู้นำและให้คำปรึกษาแก่ทีมพัฒนาและทำงานอย่างใกล้ชิดกับทีมงานออกแบบและ UX ในการปรับปรุงการเดินทางและประสบการณ์การใช้งานของผู้ใช้งาน cryptocurrency ด้วยแพลตฟอร์ม JSE ใหม่"
				},
				"DM": {
					"title": "ผู้ร่วมก่อตั้งและซีโอโอ",
					"para_main1": "Dave ให้การสนับสนุนด้านเทคนิคและช่องทางทางสังคมของเราซึ่งเขาให้ความรู้ด้านเทคนิคความอดทนและความช่วยเหลือแก่ผู้ใช้ของเรา",
					"para_main2": "คุณจะเห็นเขาใช้งานบนฟอรัมและเว็บไซต์ทางสังคมช่วยชี้นำและกระตือรือร้นในการส่งเสริม JSECoin"
				},
				"TH": {
					"title": "ผู้ร่วมก่อตั้งและ CFO",
					"para_main1_Line1": "บัญชี MAAT ได้รับการรับรอง ประสบการณ์ 20 ปีในการบริหารการเงินและการบัญชี",
					"para_main1_Line2": "เคยกำกับฝ่ายการเงินที่ให้บริการโซลูชันด้านไอทีระดับกลาง",
					"para_main2": "รับผิดชอบในการทำบัญชีการจัดการรายเดือนซึ่งเผยแพร่บนเว็บไซต์และดำเนินการคาดการณ์และคาดการณ์กระแสเงินสด",
					"para_main3": "Tracey นำความมั่งคั่งของประสบการณ์ทางการเงินให้กับทีม"
				},
				"AG": {
					"title": "Enterprise Blockchain",
					"para_main1": "เดินทางจากเนินทรายแห่งไคโร Amr เป็นเทคโนโลยีที่แท้จริงNekkyō-sha!",
					"para_main2": "ด้วยปริญญาตรีสาขาคณิตศาสตร์และวิทยาการคอมพิวเตอร์และกำลังติดตามต้นแบบของเขาอยู่",
					"para_main3": "แอมเป็นที่หลงใหลในเทคโนโลยีและมักจะผลักดันขีด จำกัด ของเทคโนโลยีที่เขาใช้",
					"para_main4": "โฟกัสของเขาที่ JSE คือการผนวกรวม Ethereum, solidity และ web3 เข้ากับรูปลักษณ์ในอนาคตที่แพลตฟอร์ม EOS"
				},
				"AW": {
					"title": "สถาปนิกองค์กร",
					"para_main1": "เกิดจากทุนดราที่แช่แข็งในภาคกลางของอะแลสกาโดยมีเพียง monochrome สีเขียวและสีดำ 8086 เท่านั้น",
					"para_main2": "แอนดี้อาศัยอยู่ในมลรัฐมินนิโซตาที่อุ่นขึ้นเล็กน้อยพร้อมด้วยฮาร์ดแวร์ที่ทันสมัยกว่า",
					"para_main3": "สถาปนิกด้านไอทีขององค์กรที่มีประสบการณ์มากกว่า 15 ปีแอนดี้ได้ดำเนินการแก้ปัญหาสำหรับ บริษัท ต่างๆในสเปกตรัม",
					"para_main4": "โฟกัสของเขาที่ JSE คือการช่วยสร้างสถาปัตยกรรมแบ็กเอนด์ที่มีประสิทธิภาพและแบบจำลองข้อมูลที่สามารถปรับขนาดได้ในอนาคต"
				},
				"AS": {
					"title": "ฝ่ายทรัพยากรบุคคลระหว่างประเทศ",
					"para_main1": "ประสบความสำเร็จสูงและมีประสบการณ์ระดับสากลด้าน HR ซึ่งมีความสามารถในการใช้ประโยชน์จากทุนมนุษย์ การบรรลุหลักสูตรปริญญาโทบริหารธุรกิจพิเศษหลักสูตร MBA และปริญญาตรีสาขาบริหารธุรกิจที่มีความเชี่ยวชาญด้านการค้าระหว่างประเทศที่มหาวิทยาลัยในยุโรป พูดได้หลายภาษาคล่องแคล่วในสี่ภาษาที่มีความรู้ในการทำงานอีกสามคนมีประสบการณ์ในการบริหารทรัพยากรบุคคลและกฎหมายการจ้างงานของสหภาพยุโรปเป็นระยะเวลา 7 ปี",
					"para_main2": "ชอบการผ่อนคลายในถนนของบูคาเรสต์ด้วยค็อกเทลเลือดที่อบอุ่น"
				},
				"OB": {
					"title": "ที่ปรึกษาด้านการตลาด",
					"para_main1": "ประสบการณ์ 6 ปีในการโฆษณาออนไลน์และการตลาดแบบพันธมิตร เป็นผู้ให้บริการด้านการตลาดดิจิทัลเต็มรูปแบบเป็นเวลา 4 ปี ประสบการณ์การพัฒนา stack stack เต็ม 6 ปี รูปภาพและสื่อดิจิทัลแก้ไขระดับมืออาชีพ เพิ่งกลับจากการเดินทางรอบโลกเพื่อช่วยโครงการ JSEcoin",
					"para_main2": "Oliver จะรับผิดชอบในการจัดการบัญชี Affiliate และช่วยในการพัฒนา front end และการผลิตสื่อสำหรับบัญชีเครือข่ายสังคม"
				},
				"ASa": {
					"title": "สถาปนิกเทคโนโลยี",
					"subTitle": "TOGAF 9 Enterprise Architect",
					"para_main1": "สถาปนิกด้านเทคโนโลยีที่มีความหลงใหลในการหาวิธีที่เทคโนโลยีสามารถช่วยให้ธุรกิจเจริญเติบโตและประสบความสำเร็จได้ บทบาทหลักของเขาคือที่ปรึกษาที่เชื่อถือได้ซึ่งช่วยให้ลูกค้ามองเห็นสถาปัตยกรรมของพวกเขาและช่วยให้พวกเขาสามารถปรับใช้โครงการได้",
					"para_main2": "Angelo ชอบ &quot;ปรับแต่ง&quot; ด้วยแกดเจ็ตและเทคโนโลยีโครงการสัตว์เลี้ยงตัวหนึ่งกำลังสร้างสมาร์ทบ้าน IOT โดยใช้อุปกรณ์ต่างๆเช่น Arduino / ESP8266 เซิร์ฟเวอร์เช่น HomeAssistant และโปรโตคอลต่างๆเช่น MQTT พร้อมเซนเซอร์หลากหลายชนิด"
				}
			}
		},
		"developerOverview": {
			"meta": {
				"title": "ตัวเลือกนักพัฒนา",
				"keywords": "การพัฒนา Blockchain สร้างแอปพลิเคชันสำหรับ blockchain ผู้พัฒนา cryptocurrency",
				"description": "นักพัฒนาซอฟต์แวร์สามารถเรียนรู้เพิ่มเติมเกี่ยวกับการทำงานร่วมกับแพลตฟอร์ม JSEcoin และ API ค้นหาข้อมูลเพิ่มเติมเกี่ยวกับเครือข่ายวิธีการทำงานและวิธีที่คุณสามารถผสานรวมแอพพลิเคชั่นของบุคคลที่สามได้"
			},
			"banner": {
				"linkText": "นักพัฒนา",
				"heading": "ประสบการณ์การทำงานของ JSE Developer",
				"subheading": "การขยายชุมชนและความมุ่งมั่นของเรา"
			},
			"heading_developer": "ความมุ่งมั่นของเรา",
			"subheading_developer": "ขับนวัตกรรมด้วย blockchain และ cryptocurrency ออนไลน์",
			"para_main1": "รหัสผู้เผยแพร่โฆษณาเป็นเพียงส่วนเล็ก ๆ ของ Ice Berg เมื่อพิจารณาว่าอะไรที่เป็นไปได้กับ JSEcoin เรามีคุณลักษณะครบถ้วน API REST พร้อมเอกสารประกอบได้ที่:",
			"para_main2": "นักพัฒนาซอฟต์แวร์สามารถใช้ประโยชน์จากการตรวจสอบยอดเงินการติดตามไซต์และ subid การทำธุรกรรมฝั่งเซิร์ฟเวอร์ฟังก์ชันการนำเข้า / ส่งออกและอื่น ๆ อีกมากมาย",
			"para_main3": "วิศวกรของเราพร้อมให้การสนับสนุนโครงการของคุณและเรามีชุมชนสนับสนุนที่กระตือรือร้นในฟอรัม Discord และโทรเลขซึ่งคุณสามารถโพสต์คำถามและขอความช่วยเหลือจากทีมงานของเราได้"
		},
		"investorOverview": {
			"meta": {
				"title": "ตัวเลือกของนักลงทุน",
				"keywords": "เบราว์เซอร์การทำเหมืองแร่ ico, web blockchain ico, jsecoin ข้อมูลนักลงทุน",
				"description": "ข้อมูลสำหรับนักลงทุนที่มีศักยภาพและผู้ค้า cryptocurrency ค้นหาข้อมูลทั้งหมดที่คุณต้องการในพอร์ทัลนักลงทุนของเรา"
			},
			"banner": {
				"linkText": "นักลงทุน",
				"heading": "นักลงทุน",
				"subheading": "อะไร, ทำไม, เมื่อ ..."
			},
			"test": "ทดสอบ",
			"heading_what": "JSECoin คืออะไร",
			"subheading_what": "Cryptocurrency กำหนดเป้าหมายสำหรับเว็บ",
			"para_what1": "เราเชื่อว่าคุณจะได้รับการลงทุนในอนาคตของการสร้างรายได้จากเว็บไซต์การระดมทุนที่ ICO จะใช้เป็นหลักสำหรับค่าธรรมเนียมรายชื่อการแลกเปลี่ยนและ ...",
			"heading_why": "ทำไมต้องลงทุน",
			"subheading_why": "มุ่งมั่นที่จะเปลี่ยนวิธีที่เว็บไซต์ถูก monitised",
			"para_why1": "นี่เป็นแนวคิดใหม่ที่จะท้าทายรูปแบบปัจจุบันสำหรับการสร้างรายได้จากเว็บไซต์ ด้วยอุตสาหกรรมการโฆษณาออนไลน์ในปัจจุบันที่มีมูลค่าเกินกว่า 200 พันล้านเหรียญทั่วโลกนี่อาจเป็นช่วงเวลาที่ดีในการลงทุนในแพลตฟอร์มที่อาจท้าทายสภาพที่เป็นอยู่ในปัจจุบัน ความต้องการ JSEcoin จะถูกสร้างขึ้นโดยการนำเครื่องมือทางการค้ามาใช้เพื่อช่วยในการใช้ JSEcoin เป็นวิธีการชำระเงินแบบดิจิตอล เรากำลังสร้างชุมชนขนาดใหญ่ของคนงานเหมืองใต้ดินเพื่อให้แน่ใจว่ามีผู้ใช้จำนวนมากที่มีโทเค็น JSEcoin ใช้จ่าย",
			"para_why2": "แนวโน้มในปัจจุบันสำหรับ ICO คือสำหรับ บริษัท ที่ทำตามแนวคิดและเอกสารขาวดำ สิ่งนี้ทำให้เกิดความเสี่ยงอย่างมากสำหรับนักลงทุนที่ไม่มีผลิตภัณฑ์ใด ๆ ที่จะเข้าสู่ตลาด ขณะที่เราไม่สามารถให้การรับประกันแก่ผู้ลงทุนได้ (เราจะถามทุกคนที่ทำ) เรากำลังพยายามสร้างแพลตฟอร์มที่ดีและสร้างฐานผู้ใช้ที่แข็งแกร่งเพื่อลดความเสี่ยงนี้และทำให้ JSEcoin มีโอกาสในการลงทุนมากขึ้น",
			"heading_when": "ทำไมต้องลงทุน",
			"subheading_when": "มุ่งมั่นที่จะเปลี่ยนวิธีที่เว็บไซต์ถูก monitised",
			"para_when1": "เรากำลังวางแผน ICO สำหรับปลายปีนี้ ดังที่ได้กล่าวมาแล้วเราต้องการให้แน่ใจว่าผลิตภัณฑ์ของเรามีผลิตภัณฑ์ที่ดีเยี่ยมที่ได้รับการรับรองโดยฐานผู้ใช้ที่มั่นคง วันที่ที่แน่นอนจะมีการประกาศเมื่อเราเสร็จสิ้นการพัฒนาที่สำคัญส่วนใหญ่ตามที่ระบุไว้ในไทม์ไลน์ของเรา"
		},
		"webmastersOverview": {
			"meta": {
				"title": "ภาพรวม Webmaster",
				"keywords": "เหมืองแร่ cryptocurrency wordpress, monero ทางเลือกเบราว์เซอร์เหมืองแร่ cryptocurrency การทำเหมืองเว็บ",
				"description": "การทำเหมืองข้อมูล cryptocurrency ในเบราเซอร์บนเว็บไซต์ของคุณเรียนรู้วิธีติดตั้งรหัส JSEcoin ในเว็บไซต์ของคุณและ cryptocurrency ของฉันในเบราเซอร์"
			},
			"banner": {
				"linkText": "เว็บมาสเตอร์",
				"heading": "เว็บมาสเตอร์",
				"subheading": "เปลี่ยนจากโฆษณาไปเป็นเหมืองแร่"
			},
			"heading_why": "ทำไมต้องเปลี่ยน",
			"subheading_why": "เปลี่ยนอดีตให้ดีขึ้นในอนาคต",
			"para_main1": "จะไม่มีเวลาดีกว่าในการเริ่มทำเหมืองข้อมูล JSE บนเว็บไซต์ของคุณ การแข่งขันกำลังเพิ่มขึ้นเพื่อสร้างกอง JSE ก่อนที่จะสายเกินไป เว็บไซต์ขนาดเล็กขนาดกลางและใหญ่ทั้งหมดจะได้ประโยชน์จากโมดูลการทำเหมืองข้อมูลของเราใน cryptocurrency นี่เป็นเพียงตัวอย่างจาวาสคริปต์ที่คุณคัดลอกและวางลงในไซต์ของคุณซึ่งทำงานในรูปแบบเดียวกับโค้ดการโฆษณาและการวิเคราะห์",
			"para_main2": "ปลั๊กอิน Wordpress พร้อมใช้งานเพื่อให้ง่ายต่อการติดตั้งบนเว็บไซต์ของคุณโดยใช้ wordpress หรือ blog",
			"para_main3": "การเข้ารหัสสามารถใช้เป็นวิธีสำหรับเจ้าของเว็บไซต์สามารถสร้างรายได้จากเนื้อหาของตนเป็นทางเลือกหรือนอกเหนือจากการแสดงโฆษณา เวลาในการโหลดหน้าเว็บและประสบการณ์ของผู้ใช้ไม่ได้รับผลกระทบจากปริมาณทรัพยากรที่น้อยมากที่ใช้โดยรหัสการทำเหมือง JSE"
		},
		"privacyPolicy": {
			"meta": {
				"title": "นโยบายส่วนบุคคล",
				"description": ""
			},
			"banner": {
				"linkText": "นโยบายส่วนบุคคล",
				"heading": "นโยบายส่วนบุคคล",
				"subheading": ""
			},
			"heading_privacy": "นโยบายส่วนบุคคล",
			"para_main1": "ข้อมูลโค้ด JSEcoin ใช้การเข้ารหัสลับทางคณิตศาสตร์ในขณะที่คุณกำลังเรียกดูเว็บไซต์ การทำเช่นนี้ทำให้เราสามารถตอบแทนผู้ดูแลเว็บในการผลิตเนื้อหาที่คุณขอได้",
			"para_main2": "หากคุณต้องการยกเลิกการสมัครคุณสามารถทำได้ที่ลิงค์ต่อไปนี้:",
			"para_main3": "คุณสามารถเลือกไม่ใช้การเข้ารหัสลับ JSE ในเครือข่ายทั้งหมดโดยคลิกที่นี่",
			"para_main4": "ในการรีสตาร์ทการทำเหมืองข้อมูลลับของ JSE ในเครือข่ายทั้งหมดคลิกที่นี่",
			"para_main5": "รหัสที่เรียกใช้บนเบราว์เซอร์ของผู้เข้าชมไม่ใช่ทรัพยากรที่ก้าวร้าวในลักษณะเดียวกับ GPU และ ASIC Bitcoin mining programs การใช้งาน CPU และการใช้พลังงานเพิ่มเติมจะถูกเก็บไว้ให้น้อยที่สุด",
			"subHeading_dataPrivacy": "ข้อมูลส่วนบุคคล",
			"para_main6": "เรารวบรวมข้อมูลการวิเคราะห์ในเว็บไซต์ของเรา",
			"para_main7": "ข้อมูลที่เรารวบรวมคือ",
			"list_collectedData1": "pubid - รหัสผู้เผยแพร่โฆษณาสำหรับผู้ที่ส่งการเข้าชม",
			"list_collectedData2": "id ไซต์id - ไซต์ซึ่งเป็นชื่อโดเมนของไซต์",
			"list_collectedData3": "userip - ที่อยู่ ip ของผู้ใช้",
			"list_collectedData4": "useragent - เป็นสตริง useragent ของเบราว์เซอร์ซึ่งระบุถึงเบราว์เซอร์เช่น Chrome / Firefox / Safari",
			"list_collectedData5": "os - ระบบปฏิบัติการ",
			"list_collectedData6": "ผู้อ้างอิง - นี่คือสตริงการอ้างอิงที่มี URL ของไซต์ที่ส่งการเข้าชม",
			"para_main8": "เรายังใช้ Google Analytics โปรดดูข้อกำหนดที่นี่:",
			"para_main9": "นอกจากนี้เรายังจัดเก็บคุกกี้และใช้ LocalStorage API",
			"para_main10_info": "รายการนี้สมบูรณ์และเป็นปัจจุบัน ณ วันที่ 24 สิงหาคม พ.ศ. 2560 อย่างไรก็ตามอาจมีการเปลี่ยนแปลงในอนาคต"
		},
		"kycPolicy": {
			"meta": {
				"title": "นโยบาย KYC",
				"description": "รู้จักนโยบายลูกค้าของคุณสำหรับ JSEcoin และวิธีที่เราทำงานเพื่อต่อต้านการฟอกเงินใน cryptocurrency"
			},
			"banner": {
				"linkText": "kycPolicy",
				"heading": "นโยบาย KYC",
				"subheading": ""
			},
			"heading_kyc": "รู้นโยบายลูกค้าของคุณ (KYC)",
			"para_main1": "ระหว่าง 800 พันล้านเหรียญและ 2 ล้านล้านเหรียญสหรัฐมีการซักทุกปีซึ่งเท่ากับ 2-5% ของ GDP ของโลก (สำนักงานสหประชาชาติเรื่องยาเสพติดและอาชญากรรม 2017)",
			"para_main2": "ประมาณ 1,500 ล้านล้านเหรียญเป็นค่าสินไหมโดยธุรกิจและบุคคลในแต่ละปี (ธนาคารโลก 2017)",
			"para_main3": "ที่ JSEcoin เราไม่ต้องการเกี่ยวข้องกับการฟอกเงินและกำลังดำเนินการมาตรการเพื่อให้สอดคล้องกับรัฐบาลต่างๆทราบระเบียบข้อบังคับของลูกค้าของคุณ",
			"para_main4": "นโยบาย KYC นี้ใช้กับความสัมพันธ์กับลูกค้าทั้งหมดโดยทำธุรกรรมมูลค่ากว่า 10,000 เหรียญสหรัฐฯ",
			"para_main5": "สำหรับนักลงทุนที่ต้องการโอนเงินมากกว่า 10,000 เหรียญสหรัฐจำเป็นต้องยืนยันบัญชีของคุณโดยการส่งเอกสารสแกนอย่างเป็นทางการซึ่งประกอบด้วยรูปถ่ายตัวตนที่อยู่อาศัยและวันเดือนปีเกิด ข้อมูลจะถูกเก็บไว้อย่างน้อยห้าปีนับจากวันที่ทำรายการ",
			"para_main6": "KYC เป็นกระบวนการที่ดำเนินไปอย่างต่อเนื่องและมีความเสี่ยงเพื่อรวบรวมข้อมูลที่เกี่ยวข้องกับลูกค้าและธุรกิจและกิจกรรมทางการเงินของ บริษัท เพื่อ:",
			"list_collectedData1": "อำนวยความสะดวกในการกำหนดกิจกรรมของลูกค้าให้ทันกับเหตุการณ์ที่ไม่สอดคล้องกับข้อเท็จจริงและข้อมูลที่เป็นที่ยอมรับ JSEcoin มุ่งมั่นที่จะยับยั้งการใช้ผลิตภัณฑ์และบริการของ บริษัท เพื่อจุดประสงค์ที่ผิดกฎหมาย นโยบาย KYC และขั้นตอนการสนับสนุนเป็นองค์ประกอบสำคัญในโครงการเพื่อป้องกันและตรวจสอบการฟอกเงินการจัดหาเงินทุนของผู้ก่อการร้ายการฉ้อโกงและการโจรกรรมข้อมูล",
			"list_collectedData2": "ปฏิบัติตามข้อบังคับทางกฎหมายและข้อบังคับของเรา",
			"subHeading_customerIdentity": "การยืนยันข้อมูลประจำตัวของลูกค้า",
			"para_main7": "เมื่อสร้างความสัมพันธ์กับลูกค้าเราจะยืนยันตัวตนของบุคคลหรือการดำรงอยู่ของกิจการภายในกรอบเวลาที่ยอมรับโดยใช้วิธีการระบุตัวตนที่ยอมรับได้ เมื่อมีการจัดตั้งผลิตภัณฑ์หรือบริการจะมีการสอบถามเพื่อพิจารณาว่าจะใช้หรือเพื่อประโยชน์ของบุคคลที่สาม หากต้องการรายละเอียดของบุคคลที่สามและความสัมพันธ์กับลูกค้าจะได้รับก่อนสร้างความสัมพันธ์",
			"subHeading_sharingInfo": "การแชร์ข้อมูลลูกค้า",
			"para_main8": "เราจำเป็นต้องรายงานต่อหน่วยงานด้านกฎระเบียบเกี่ยวกับธุรกรรมที่น่าสงสัยซึ่งอาจเชื่อมโยงกับกิจกรรมการฟอกเงิน",
			"subHeading_verifyingInfo": "การยืนยันข้อมูลลูกค้า",
			"para_main9": "เราจะใช้มาตรการที่สมเหตุสมผลและเหมาะสมในการตรวจสอบข้อมูลสำคัญที่ลูกค้าที่คาดหวังจะได้รับจากแหล่งข้อมูลอิสระที่เชื่อถือได้ เราจะดำเนินกิจกรรมการตรวจสอบเพิ่มเติมสำหรับความสัมพันธ์ที่แสดงถึงระดับความเสี่ยงที่สูงขึ้น เราจะปฏิเสธที่จะเข้าสู่หรือดำเนินการต่อความสัมพันธ์หรือทำธุรกรรมกับบุคคลหรือนิติบุคคลที่ยืนยันตัวตนหรือให้ข้อมูลเท็จไม่สอดคล้องกันหรือขัดแย้งกันซึ่งจะไม่สามารถแก้ไขปัญหาความไม่สอดคล้องกันหรือความขัดแย้งได้หลังจากมีการไต่สวนที่สมเหตุสมผล",
			"subHeading_monitoringInfo": "การตรวจสอบและปรับปรุงข้อมูลลูกค้า",
			"para_main10": "เราจะตรวจสอบกิจกรรมของลูกค้าในการระบุและรายงานธุรกรรมที่อาจบ่งบอกถึงกิจกรรมที่ผิดกฎหมายหรือไม่เหมาะสม เราจะเก็บข้อมูลเกี่ยวกับลูกค้าและธุรกิจและกิจกรรมทางการเงินให้ถูกต้องครบถ้วนและเป็นปัจจุบันตามที่จำเป็นเพื่อให้บรรลุวัตถุประสงค์ที่เก็บรวบรวมไว้ เมื่อการเปลี่ยนแปลงพฤติกรรมทางการเงินของลูกค้าปรากฏชัดเราจะดำเนินการเพื่อหาสาเหตุที่สำคัญ"
		},
		"terms": {
			"meta": {
				"title": "ข้อตกลงและเงื่อนไข",
				"description": ""
			},
			"banner": {
				"linkText": "เงื่อนไข",
				"heading": "ข้อตกลงและเงื่อนไข",
				"subheading": ""
			},
			"heading_terms": "ข้อตกลงและเงื่อนไข",
			"subHeading_definitions": "คำนิยาม",
			"list_definitions1": "&quot;ผู้ใช้&quot; หมายถึงผู้สมัครบัญชีหรือบุคคลที่ใช้แพลตฟอร์ม JSEcoin",
			"list_definitions2": "&quot;ผู้เผยแพร่โฆษณา&quot; หมายถึงผู้สมัครบัญชีหรือบุคคลที่รับผิดชอบการแจกจ่ายรหัส javascript ของ JSEcoin webmining",
			"list_definitions3": "&quot;โฆษณา&quot; รูปแบบโฆษณาอิเล็กทรอนิกส์ที่แสดงจากเว็บไซต์ของผู้เผยแพร่โฆษณา",
			"list_definitions4": "&quot;เว็บไซต์&quot; เป็นพร็อพเพอร์ตี้ที่เป็นของผู้เผยแพร่ซึ่งใช้เพื่อจัดหาพื้นที่โฆษณาสำหรับผู้ลงโฆษณา",
			"list_definitions5": "&quot;JSEcoin&quot; เป็นเครือข่ายที่ดำเนินการโดย JSEcoin Limited ซึ่งทำหน้าที่เป็นผู้ให้บริการเทคโนโลยี cryptocurrency",
			"list_definitions6": "&quot;การจราจร&quot; คือการจัดหาผู้ใช้จากเว็บไซต์ของผู้เผยแพร่โฆษณาไปยังแพลตฟอร์ม JSEcoin",
			"list_definitions7": "&quot;คนงานเหมืองแร่&quot; คือคนที่ดำเนินการอัลกอริทึมการแฮชเพื่อรักษาความปลอดภัยเครือข่าย JSEcoin",
			"subHeading_conditions": "เงื่อนไข",
			"list_conditions1": "&quot;ข้อกำหนดในการให้บริการ&quot; เหล่านี้ไม่มีผลต่อสิทธิตามกฎหมายของคุณในฐานะผู้บริโภค",
			"list_conditions2": "สัญญาและคำสั่งในการแทรกซึมทั้งหมดของ JSECOIN จะถือว่ารวมอยู่ในข้อกำหนดและเงื่อนไขนี้ซึ่งจะมีผลเหนือกว่าเอกสารหรือการสื่อสารอื่นใดจากผู้ลงโฆษณาหรือผู้จัดพิมพ์",
			"list_conditions3": "หากมีการแก้ไขข้อตกลงและเงื่อนไขเหล่านี้จำเป็นต้องมีการยืนยันเป็นลายลักษณ์อักษร",
			"list_conditions4": "JSEcoin Limited พนักงาน JSEcoin บริษัท ในเครือ JSEcoin ไม่ได้เป็นที่ปรึกษาทางการเงินและไม่มีข้อมูลใด ๆ ในเว็บไซต์นี้หรือเว็บไซต์ของบุคคลที่สามและการติดต่อควรเป็นคำแนะนำทางการเงินภายใต้สถานการณ์ใด ๆ นักลงทุนมีความรับผิดชอบในการทำ Due Diligence และการวิจัยของตนเอง",
			"list_conditions5": "ข้อกำหนดและข้อพิพาทใด ๆ ที่เกิดขึ้นจะอยู่ภายใต้กฎหมายของสหราชอาณาจักร",
			"subHeading_liquidty": "สภาพคล่อง",
			"list_liquidty1": "JSEcoin ไม่รับผิดชอบต่อการแลกเปลี่ยนเหรียญหรือเหรียญเพื่อแลกกับสกุลเงินเช่น USD / EUR / GBP",
			"list_liquidty2": "JSEcoin ไม่สามารถช่วยเหลือในการแก้ไขปัญหาได้เมื่อมีการขายเหรียญและโทเค็นผ่านทางบุคคลที่สามและการแลกเปลี่ยน",
			"list_liquidty3": "JSEcoin ไม่รับผิดชอบต่อการจ่ายภาษีเงินได้ค่าคอมมิชชั่นจากธนาคารหรือค่าธรรมเนียมสกุลเงินในนามของผู้จัดพิมพ์ โปรดติดต่อหน่วยภาษีของท้องถิ่นเพื่อขอคำแนะนำเพิ่มเติมเกี่ยวกับแผนการภาษีเงินได้ที่เกี่ยวข้อง",
			"subHeading_deliveryOfPrivacyNotice": "การจัดส่งประกาศเกี่ยวกับนโยบายส่วนบุคคล",
			"list_deliveryOfPrivacyNotice1": "ในขณะที่ความพยายามที่สมเหตุสมผลทั้งหมดจะต้องจัดทำขึ้นเพื่อให้การจัดส่งประกาศและประกาศเรื่องความเป็นส่วนตัวที่เชื่อถือได้และสม่ำเสมอ JSEcoin จะไม่รับผิดชอบต่อความสูญเสียค่าเสียหายหรือค่าใช้จ่ายใด ๆ ที่เกิดขึ้นจากผู้จัดพิมพ์หรือบุคคลอื่นหรือ บริษัท ที่เกิดขึ้นโดยตรงหรือโดยอ้อม ความล้มเหลวจากเครือข่ายโฆษณา",
			"subHeading_publicity": "การเผยแพร่",
			"list_publicity1": "JSEcoin อาจใช้ชื่อเครื่องหมายการค้าและ / หรือการติดต่อของผู้เผยแพร่โฆษณาผู้โฆษณาหรือบุคคลที่สามโดยไม่ได้รับการอนุมัติเป็นลายลักษณ์อักษร",
			"subHeading_statisticsDiscrepancies": "สถิติและความคลาดเคลื่อน",
			"list_statisticsDiscrepancies1": "รายได้จากการเข้าชมทั้งหมดจะคำนวณจากสถิติของ JSEcoin นี่จะเป็นพื้นฐานเดียวในการคำนวณรายได้สำหรับผู้เผยแพร่โฆษณา",
			"list_statisticsDiscrepancies2": "สถิติของ JSEcoin อาจไม่ถูกต้อง 100% และเป็นที่ยอมรับจากทั้งผู้เผยแพร่โฆษณาและคนงานเหมือง",
			"list_statisticsDiscrepancies3": "ในกรณีที่ไม่สามารถบันทึกสถิติจากเครือข่ายได้ JSEcoin จะประมาณการรายได้และค่าใช้จ่ายตามสถิติก่อนหน้าและที่ผ่านมา การตัดสินใจของเราในการกำหนดอัตราดังกล่าวจะเป็นที่สิ้นสุดและไม่สามารถเจรจาต่อรองได้",
			"subHeading_ownershipRisk": "ความเป็นเจ้าของและความเสี่ยง",
			"list_ownershipRisk1": "ความเสี่ยงในการทำเหมืองแร่และการโฆษณาจะส่งตรงไปยังผู้ลงโฆษณาเมื่อมีการส่งโฆษณาจากผู้จัดพิมพ์",
			"list_ownershipRisk2": "ไม่สามารถรับประกันคุณภาพการจราจรได้และ JSEcoin จะไม่รับผิดชอบต่อความเสียหายที่เกิดจากการจราจรที่มีคุณภาพไม่ดี",
			"subHeading_cancellationRefunds": "การยกเลิกและการคืนเงิน",
			"list_cancellationRefunds1": "ผู้ลงโฆษณาสามารถยกเลิกแคมเปญได้ตลอดเวลา เครือข่ายการโฆษณาให้การควบคุมคุณลักษณะนี้ได้แบบเรียลไทม์ แต่เป็นข้อควรระวังที่จะแนะนำให้แจ้งเป็นลายลักษณ์อักษรตลอด 24 ชั่วโมงตามที่เป็นไปได้",
			"list_cancellationRefunds2": "หากคุณเป็นผู้ลงโฆษณาคุณมีสิทธิ์นอกเหนือจากสิทธิ์อื่น ๆ ในการยกเลิกสัญญาของคุณและรับเงินคืน คุณต้องติดต่อเราและแจ้งให้เราทราบเป็นลายลักษณ์อักษรว่าคุณต้องการยกเลิกบัญชีของคุณ ระบบจะนำข้อมูลการเข้าสู่ระบบของคุณออกและยอดคงเหลือที่เหลือจะได้รับคืนให้กับคุณ ค่าธรรมเนียมใด ๆ จากธนาคาร / PayPal จะถูกเรียกเก็บจากผู้ลงโฆษณา",
			"list_cancellationRefunds3": "หากคุณเป็นผู้เผยแพร่โฆษณาคุณมีสิทธิ์นอกเหนือจากสิทธิ์อื่น ๆ ในการยกเลิกสัญญาของคุณได้ตลอดเวลา คุณต้องติดต่อเราและแจ้งให้เราทราบเป็นลายลักษณ์อักษรว่าคุณต้องการยกเลิกบัญชีของคุณ ระบบจะนำข้อมูลการเข้าสู่ระบบของคุณออกและยอดคงเหลือที่เหลือจะได้รับการชำระคืนเฉพาะกรณีที่เป็นไปตามเกณฑ์ขั้นต่ำตามที่กำหนดไว้ในส่วน",
			"subHeading_forceMajeure": "เหตุสุดวิสัย",
			"list_forceMajeure1": "ในกรณีที่ JSEcoin ไม่สามารถปฏิบัติตามภาระผูกพันภายใต้สัญญาซื้อขายเนื่องจากสาเหตุใด ๆ ที่อยู่นอกเหนือการควบคุมของ บริษัท เช่นการกระทำของพระเจ้าสงครามการตีทองการล๊อกอินฟราเรดฮาร์ดแวร์ล้มเหลวการละเมิดความปลอดภัย น้ำท่วมและความล้มเหลวของบุคคลที่สามในการจัดส่งโฆษณา บริษัท จะปลดออกจากภาระผูกพันและหนี้สินภายใต้สัญญาดังกล่าวเพื่อขายตราบเท่าที่การป้องกันความเสียหายนั้นได้รับการป้องกัน",
			"subHeading_complaints": "ร้องเรียน",
			"list_complaints1": "หากคุณมีข้อร้องเรียนเกี่ยวกับบริการของเราหรือสินค้าหรือบริการใด ๆ ที่คุณซื้อจาก JSEcoin โปรดติดต่อเราทันที คุณจะได้รับการติดต่อโดยเร็วที่สุดเท่าที่จะเป็นไปได้ในการรับฟังจากคุณและมุ่งหวังให้มีการลงมติภายใน 5 วันทำการ",
			"list_complaints2": "ข้อร้องเรียนทั้งหมดจะได้รับการจัดการอย่างยุติธรรมและเป็นความลับ",
			"subHeading_liability": "ความรับผิดชอบ",
			"list_liability1": "ไม่ว่าจะในกรณีใดก็ตาม JSEcoin หรือ JSEcoin Limited จะต้องรับผิดต่อความเสียหายที่เกิดจากผู้ใช้ผู้ปฏิบัติงานหรือผู้จัดพิมพ์",
			"list_liability2": "ความรับผิดทั้งหมดของเราจะไม่เกินกว่า $ 100 เหรียญต่อเหตุการณ์โดยเหตุการณ์หรือแคมเปญต่างๆจะถือว่าเป็นเหตุการณ์เดียว",
			"list_liability3": "เราไม่รับผิดชอบต่อความสูญเสียที่เกิดจากบุคคลที่สามรวมถึงผู้ที่ใช้เครือข่ายโฆษณา",
			"subHeading_alterationsTermsAndConditions": "การเปลี่ยนแปลงข้อกำหนดในการให้บริการ",
			"list_alterationsTermsAndConditions1": "JSEcoin มีสิทธิแก้ไขข้อกำหนดและเงื่อนไขเหล่านี้ได้ตามที่เห็นสมควรเนื่องจากเหตุผลใด ๆ ได้ตลอดเวลา",
			"list_alterationsTermsAndConditions2": "สำเนาข้อกำหนดในการให้บริการปัจจุบันจะมีขึ้นที่ URL ต่อไปนี้:",
			"list_alterationsTermsAndConditions3": "หากคนขุดแร่หรือผู้เผยแพร่ไม่เห็นด้วยกับการแก้ไขใด ๆ พวกเขาจะมีสิทธิบอกเลิกข้อตกลงเป็นลายลักษณ์อักษรภายใน 14 วันนับจากวันที่มีการแก้ไขเพิ่มเติม",
			"subHeading_budgetsCaptitalisationHashingDifficulty": "งบประมาณการจับกุมและความยุ่งยาก",
			"list_budgetsCaptitalisationHashingDifficulty1": "แม้ว่าเราจะพยายามทุกวิถีทางเพื่อตอบสนองความต้องการของผู้ปฏิบัติงานเกี่ยวกับงบประมาณเราขอสงวนสิทธิ์ในการเปลี่ยนแปลงรางวัลการทำเหมืองแร่และการแฮชก่อนเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
			"list_budgetsCaptitalisationHashingDifficulty2": "JSEcoin ขอสงวนสิทธิ์ในการแนะนำเหรียญใหม่และแจกจ่ายเหรียญตามที่เห็นสมควร ธุรกรรมทั้งหมดจะเปิดเผยต่อสาธารณชน",
			"subHeading_damageSystems": "ความเสียหายต่อระบบ",
			"list_damageSystems1": "JSEcoin ไม่รับผิดชอบต่อความเสียหายที่เกิดจากความเสียหายต่อระบบฮาร์ดแวร์หรือซอฟต์แวร์ที่เกิดจากการทำเหมืองแร่",
			"subHeading_websiteStandards": "มาตรฐานเว็บไซต์",
			"list_websiteStandards1": "JSEcoin มีนโยบายไม่ยอมให้มีการยอมรับในเว็บไซต์ต่อไปนี้และเนื้อหาการโฆษณา:",
			"subList_tolerance1": "ภาพอนาจารเด็ก",
			"subList_tolerance2": "พฤติกรรมทางเพศกับสัตว์",
			"subList_tolerance3": "เนื้อหาที่มีความรุนแรงหรือไม่เหมาะสม",
			"subList_tolerance4": "ชนชั้นแบ่งแยกเชื้อชาติหรือเนื้อหาคัดสรรใด ๆ",
			"subList_tolerance5": "เนื้อหาหรือรูปภาพของบุคคลที่ไม่ได้รับความยินยอม",
			"subList_tolerance6": "ความผิดทางอาญา",
			"subList_tolerance7": "คำแนะนำในการลงทุนที่หลอกลวง",
			"subList_tolerance8": "สปายแวร์มัลแวร์แอดแวร์และซอฟต์แวร์ผิดกฎหมายใด ๆ",
			"subList_tolerance9": "เนื้อหาที่ละเมิดลิขสิทธิ์ / การละเมิดลิขสิทธิ์",
			"subList_tolerance10": "กิจกรรมที่ไม่ถูกต้องเช่นสแปมและฟิชชิ่ง",
			"subList_tolerance11": "กิจกรรมที่เป็นระเบียบ",
			"subList_tolerance12": "การใช้เครื่องหมายการค้าของบุคคลที่สามโดยไม่ได้รับอนุญาต",
			"subList_tolerance13": "การส่งเสริมยาเสพติดหรือของกระจุกกระจิกที่เกี่ยวข้อง",
			"subList_tolerance14": "เนื้อหาใด ๆ ที่กำหนดเป้าหมายสำหรับเด็กอายุ 18 ปีหรือน้อยกว่า",
			"subList_tolerance15": "การพนันหรือการพนันออนไลน์ซึ่งกำหนดเป้าหมายผู้ชมในสหรัฐฯ",
			"subList_tolerance16": "จ่ายให้คลิกโฆษณา (PTC)",
			"subList_tolerance17": "เครื่องกำเนิดการท่องจราจรอัตโนมัติ",
			"subList_tolerance18": "ป๊อปอันเดอร์หรือเนื้อหา iframing",
			"list_websiteStandards2": "ต้องมีการแจ้งให้ทราบเกี่ยวกับนโยบายส่วนบุคคลเกี่ยวกับการเลือกไม่ใช้ ไม่ควรทำอะไรเพื่อซ่อนหรือแจ้งเตือนเรื่องนี้",
			"list_websiteStandards3": "รหัสไซต์ต้องตรงกับชื่อโดเมนที่สคริปต์กำลังทำงานอยู่",
			"list_websiteStandards4": "การละเมิดส่วนที่ 15.1 อาจทำให้บัญชีผู้จัดพิมพ์ของคุณสิ้นสุดลงทันที",
			"subHeading_applications": "การประยุกต์ใช้งาน",
			"list_applications1": "การสมัครสำหรับบัญชีในเครือข่ายจะได้รับการอนุมัติหรือปฏิเสธโดยดุลพินิจของพนักงาน JSEcoin ด้วยเหตุผลใดก็ตามที่เห็นสมควร",
			"subHeading_misuse": "ด่าว่า",
			"list_misuse1": "การใช้งานที่ไม่ถูกต้องของระบบจะส่งผลให้มีการระงับหรือปิดบัญชีผู้ใช้โดยทันที",
			"list_misuse2": "การใช้ผิดวัตถุประสงค์จะถูกตัดสินโดยพนักงานของ JSEcoin และอาจขึ้นอยู่กับปัจจัยที่เราเห็นสมควร",
			"list_misuse3": "ผู้เผยแพร่โฆษณาที่ใช้วิธีการใด ๆ เพื่อเพิ่มจำนวนการแสดงผลที่เพิ่มขึ้นเทียมจะมีการปิดบัญชีของตนโดยทันที การเข้าชมทั้งหมดที่ให้ไว้ควรเป็นผู้ใช้ของแท้",
			"list_misuse4": "รหัสที่ให้ไว้สำหรับผู้จัดพิมพ์เช่นแท็ก javascript อาจไม่ได้รับการแก้ไขหรือนำกลับมาใช้ใหม่",
			"list_misuse5": "การสร้างหลายบัญชีในระบบโดยไม่ได้รับการอนุมัติล่วงหน้าจะถือว่าเป็นการใช้ที่ไม่เหมาะสม",
			"list_misuse6": "รหัสผู้เผยแพร่โฆษณาจะต้องอยู่ในโดเมนที่เว็บมาสเตอร์เป็นเจ้าของหรือได้รับอนุญาตเป็นลายลักษณ์อักษรจากเจ้าของเว็บไซต์เท่านั้น",
			"list_misuse7": "รหัสไซต์ที่ใช้ในโค้ดผู้เผยแพร่โฆษณาต้องตรงกับโดเมนที่เป็นเจ้าของของเว็บมาสเตอร์",
			"list_misuse8": "ไม่อนุญาตให้ใช้บริการเปลี่ยน IP เช่น VPN, พร็อกซี, TOR หรือระบบที่ซ่อนหรือเปลี่ยนแปลงที่อยู่ IP ของคุณ เราตรวจสอบที่อยู่ IP ของผู้ใช้ต่อรายชื่อบุคคลที่สามเพื่อระบุผู้กระทำความผิด",
			"subHeading_closureAccount": "การปิดบัญชี",
			"list_closureAccount1": "เมื่อปิดบัญชีผู้เผยแพร่โฆษณาจะไม่มีสิทธิได้รับเงินค่าตอบแทนใด ๆ ที่เหลืออยู่ในบัญชี",
			"subHeading_useCookies": "การใช้คุกกี้",
			"list_useCookies1": "JSEcoin ใช้คุกกี้และ localStorage เพื่อเก็บข้อมูลในคอมพิวเตอร์ของผู้ใช้ ข้อมูลนี้จะถูกใช้ในการกำหนดเป้าหมายโดยผู้ลงโฆษณารวมทั้งแคมเปญการกำหนดเป้าหมายใหม่ แคมเปญที่กำหนดเป้าหมายใหม่คือเมื่อคุกกี้ถูกวางไว้บางครั้งโดยบุคคลที่สามบนคอมพิวเตอร์ของผู้ใช้จากนั้นโฆษณาจะแสดงต่อผู้ใช้ที่มีคุกกี้เฉพาะ ผู้เผยแพร่โฆษณาทุกคนต้องรับผิดชอบในการอัปเดตข้อกำหนดบริการนโยบายส่วนบุคคลและเอกสารทางกฎหมายอื่น ๆ ที่จำเป็นสำหรับการใช้คุกกี้และกำหนดเป้าหมายใหม่ในภูมิภาคของตน",
			"subHeading_intellectualProperty": "ทรัพย์สินทางปัญญา",
			"list_intellectualProperty1": "ผู้ร่วมก่อตั้ง JSEcoin ยังคงรักษาสิทธิ์ชื่อและผลประโยชน์ไว้ในเว็บไซต์นี้ผลิตภัณฑ์และบริการของ บริษัท รวมถึงลิขสิทธิ์ทั้งหมดสิทธิบัตรความลับทางการค้าเครื่องหมายการค้าชื่อทางการค้าโลโก้สโลแกนกราฟิกสคริปต์รหัสวิดีโอข้อความซอฟต์แวร์ ไฟล์เนื้อหาข้อมูลและสิทธิในทรัพย์สินทางปัญญาอื่น ๆ",
			"subHeading_indemnification": "การทำขวัญ",
			"list_indemnification1": "ในส่วนที่ได้รับอนุญาตตามกฎหมายที่บังคับใช้คุณจะชดใช้ค่าเสียหายป้องกันและระงับความเสียหายแก่เราและพนักงานพนักงานและผู้บริหารผู้รับเหมาที่ปรึกษาที่ปรึกษาผู้ถือหุ้นซัพพลายเออร์ผู้ขายผู้ให้บริการ บริษัท แม่ บริษัท ย่อย บริษัท ในเครือผู้แทนผู้แทนผู้สืบทอดและมอบหมายจากข้อเรียกร้องความเสียหายความสูญเสียค่าใช้จ่ายและค่าใช้จ่ายทั้งหมด",
			"list_indemnification2": "เราขอสงวนสิทธิ์ในการใช้อำนาจควบคุม แต่เพียงผู้เดียวในการป้องกันโดยค่าใช้จ่ายของคุณสำหรับการเรียกร้องใด ๆ ที่อยู่ภายใต้การชดใช้ค่าเสียหายตามข้อกำหนดเหล่านี้",
			"subHeading_referrals": "แน่ะ",
			"list_referrals1": "การเข้าชมจากการอ้างอิงทั้งหมดควรเป็นผู้ใช้ของแท้บัญชีปลอมและการเข้าชมของบอทจะทำให้เกิดการระงับบัญชี",
			"list_referrals2": "ผู้ใช้ JSEcoin มีที่อยู่ IP ซ้ำและปัจจัยอื่น ๆ ที่ระบุบัญชีที่ซ้ำกันจะไม่ได้รับการชำระเงิน ซึ่งรวมถึงผู้ใช้สองรายที่ลงชื่อสมัครใช้จากสำนักงาน / ที่ทำงานเดียวกัน",
			"list_referrals3": "พนักงานของ JSECOIN ขอสงวนสิทธิ์ในการระงับบัญชีที่เราเชื่อว่ามีการใช้งานระบบในทางที่ผิด คำตัดสินของเราถือเป็นที่สิ้นสุดและไม่ต้องรับผิดตามกฎหมาย",
			"subHeading_taxation": "การเก็บภาษี",
			"list_taxation1": "ผู้ใช้และผู้เผยแพร่โฆษณาต้องเป็นผู้รับผิดชอบต่อการเปิดเผยข้อมูลและการเก็บภาษีจากเนื้อหาดิจิทัลทั้งหมด",
			"list_taxation2": "บริษัท JSEcoin Limited จะไม่รับผิดชอบต่อผลกระทบทางภาษีในการโอนหรือถือครองสินทรัพย์ดิจิทัลในเขตอำนาจศาลในบ้านของคุณ",
			"subHeading_misc": "อื่น ๆ",
			"list_misc1": "สัญญาใด ๆ จะต้องได้รับการตีความและปฏิบัติตามสัญญาเป็นภาษาอังกฤษและสอดคล้องกับกฎหมายของอังกฤษ",
			"list_misc2": "JSEcoin จะไม่รับผิดชอบต่อการฝ่าฝืนหลักเกณฑ์หรือกฎหมายต่างๆนอกสหราชอาณาจักร",
			"list_misc3": "ในกรณีที่มีการละเมิดความปลอดภัยการสูญหายของข้อมูลปัญหาด้านการพัฒนาหรือเหตุผลอื่นใดที่ทีมงานของ JSEcoin เห็นสมควรเราขอสงวนสิทธิ์ในการรีสตาร์ท blockchain นี้ไปยังบล็อกเจเนซิสหรือการสำรองข้อมูลก่อนหน้านี้ ในกรณีที่เป็นไปได้เราจะมียอดคงเหลือในบัญชีอย่างไรก็ตามผู้ใช้ยอมรับความเสี่ยงที่อาจจำเป็นต้องรีเซ็ตหรือยกเลิกการบล็อคซึ่งอาจนำไปสู่การสูญเสียเงินหรือข้อมูลการทำธุรกรรม",
			"list_misc4": "หากพบว่าส่วนใดส่วนหนึ่งของข้อกำหนดในการให้บริการเหล่านี้ที่ไม่เป็นไปตามข้อกำหนดจะถือว่าผิดกฎหมายหรือไม่สามารถบังคับใช้ได้การค้นพบดังกล่าวจะไม่ส่งผลต่อความถูกต้องหรือความสามารถในการบังคับใช้ส่วนที่เหลือของข้อกำหนดในการให้บริการเหล่านี้"
		},
		"bugBounty": {
			"meta": {
				"title": "Bug Bounty",
				"keywords": "ความโปรดปรานของ Cryptocurrency bug, blockchain bug bounty",
				"description": "พบข้อผิดพลาดหรือช่องโหว่ด้านความปลอดภัยหรือไม่? ค้นหาว่าคุณจะได้รับโทเค็น JSE ในการส่งข้อมูลเพื่อช่วยปรับปรุงแพลตฟอร์มและความปลอดภัยของเครือข่ายของเราอย่างไร"
			},
			"banner": {
				"linkText": "bugBounty",
				"heading": "Bug Bounty",
				"subheading": "ค้นหาช่องโหว่สำหรับ Cold Cold JSE ที่ยากลำบาก"
			},
			"section_overview": {
				"alt_bugBounty": "Bug Bounty",
				"heading_bugBounty": "ความเสียหายจาก JSE Security Bounty",
				"subheading_bugBounty": "การล่าสัตว์ผิดพลาด!",
				"para_main1": "เป็นส่วนหนึ่งของความมุ่งมั่นอย่างต่อเนื่องของเราในการสร้างความมั่นใจในความปลอดภัยและความน่าเชื่อถือของระบบ JSEcoin - เรามีข้อเสนอพิเศษสำหรับการเปิดเผยข้อมูลช่องโหว่ด้านความปลอดภัยอย่างรับผิดชอบ",
				"para_main2": "นักวิจัยด้านความปลอดภัยของซอฟต์แวร์ในปัจจุบันกำลังทำงานร่วมกับ บริษัท อินเทอร์เน็ตเพื่อติดตามปัญหาและช่องโหว่ด้านความปลอดภัยมากขึ้น โปรแกรมโดย HackerOne, Hacken, Google, Mozilla และอื่น ๆ ได้ช่วยในการสร้างชุมชนการล่าสัตว์ที่มีข้อบกพร่องอย่างมาก",
				"para_main3": "โปรแกรมโปรดปรานของเราช่วยให้ทิปของนักวิจัยเหล่านี้ได้รับความพยายามและมีความหนาวเย็นอย่างหนัก",
				"para_main4": "หากคุณพบช่องโหว่ดังกล่าว",
				"link_submit": "ส่งได้ที่นี่"
			},
			"section_leaderBoard": {
				"heading_leaderBoard": "ลีดเดอร์บอร์ด",
				"subheading_leaderBoard": "ว้าว! ขอขอบคุณที่ช่วยเรา",
				"para_main1_line1": "ไซต์ใหม่ของเราเพิ่งเปิดตัว - เพื่อรับข้อบกพร่องเหล่านั้นและ",
				"link_smallTasks": "งานเล็ก ๆ ใน ...",
				"para_main1_line2": "และถ้าคุณต้องการ ... กลายเป็นจุดเด่นบนลีดเดอร์บอร์ดของเราและกำลังจะมาเร็ว ๆ นี้!"
			},
			"section_rules": {
				"heading_rules": "กฎระเบียบ",
				"subheading_forYou": "กฎสำหรับคุณ",
				"list_forYou1": "อย่าพยายามเข้าถึงบัญชีหรือข้อมูลของผู้ใช้รายอื่น",
				"list_forYou2": "อย่าทำการโจมตีใด ๆ ที่อาจเป็นอันตรายต่อความน่าเชื่อถือ / ความสมบูรณ์ของบริการหรือข้อมูลของเรา ไม่อนุญาตการโจมตี DDoS / สแปม",
				"list_forYou3": "อย่าเปิดเผยข้อบกพร่องก่อนที่จะมีการแก้ไข",
				"list_forYou4": "ทดสอบเฉพาะจุดอ่อนในเว็บไซต์ที่คุณรู้ว่าเป็นผู้ดำเนินการโดย JSEcoin และอยู่ภายใต้ Open Bounties",
				"list_forYou5": "อย่าใช้เครื่องสแกนเนอร์หรือเครื่องมืออัตโนมัติเพื่อหาจุดอ่อน พวกเขามีเสียงรบกวนและเราอาจห้ามที่อยู่ IP ของคุณ",
				"list_forYou6": "อย่าพยายามโจมตีทางเทคนิคเช่นวิศวกรรมโซเชียลฟิชชิ่งหรือการโจมตีทางกายภาพต่อพนักงานผู้ใช้หรือโครงสร้างพื้นฐานของเรา",
				"list_forYou7": "เมื่อมีข้อสงสัย,",
				"link_contact": "ติดต่อเรา",
				"subheading_forUs": "กฎสำหรับเรา",
				"list_forUs1": "เราจะตอบกลับโดยเร็วที่สุดเท่าที่จะเป็นไปได้ในการส่งของคุณ",
				"list_forUs2": "เราจะคอยติดตามคุณในขณะที่เรากำลังดำเนินการแก้ไขข้อบกพร่องที่คุณส่งมา",
				"list_forUs3": "เราจะไม่ดำเนินการตามกฎหมายต่อคุณหากคุณเล่นตามกติกา",
				"subheading_doesNotQualify": "สิ่งที่ไม่มีคุณสมบัติ?",
				"list_doesNotQualify1": "ข้อบกพร่องที่ไม่มีผลกับเบราว์เซอร์รุ่นล่าสุด (Chrome, Firefox, Edge, Safari)",
				"subList_doesNotQualify1": "ข้อบกพร่องที่เกี่ยวข้องกับส่วนขยายของเบราเซอร์ยังอยู่นอกขอบเขต",
				"list_doesNotQualify2": "ข้อบกพร่องที่ต้องใช้ปฏิสัมพันธ์กับผู้ใช้ที่ไม่น่าจะเป็นไปได้",
				"list_doesNotQualify3": "การตั้งค่าคุกกี้ที่ไม่ปลอดภัยสำหรับคุกกี้ที่ไม่เป็นความลับ",
				"list_doesNotQualify4": "การเปิดเผยข้อมูลสาธารณะและข้อมูลที่ไม่ก่อให้เกิดความเสี่ยงอย่างมีนัยสำคัญ",
				"list_doesNotQualify5": "บักที่ได้รับการส่งโดยผู้ใช้รายอื่นซึ่งเราทราบอยู่แล้วหรือถูกจัดอยู่ในประเภทที่ไม่มีคุณสมบัติเหมาะสม",
				"list_doesNotQualify6": "ข้อบกพร่องในแอพพลิเคชันที่ไม่อยู่ภายใต้ Open Bounties โดยทั่วไปไม่สามารถใช้งานได้ ดูรายละเอียดเกี่ยวกับขอบเขต",
				"list_doesNotQualify7": "ช่องโหว่ที่เจเอสระบุว่าเป็นความเสี่ยงที่ยอมรับไม่ได้จะได้รับเงินรางวัลหรือรายชื่อในเว็บไซต์",
				"list_doesNotQualify8": "การเขียนสคริปต์หรือระบบอัตโนมัติอื่น ๆ และการบังคับใช้งานที่คาดไม่ถึง",
				"list_doesNotQualify9": "สำหรับคำแนะนำเราได้แสดงรายการการจัดประเภทช่องโหว่ที่เราใช้เพื่อจัดระเบียบการส่งที่ทำขึ้นกับโปรแกรมรางวัล",
				"list_doesNotQualify9a": "ข้อบกพร่องเกี่ยวกับการปลอมแปลงอีเมลหรือวิศวกรรมทางสังคม",
				"list_doesNotQualify10": "เมื่อมีข้อสงสัย,"
			},
			"section_openBounties": {
				"heading_openBounties": "Open Bounties",
				"subheading_openBounties": "นี่เป็นเว็บไซต์ที่ใช้งานของเราซึ่งเป็นส่วนหนึ่งของโปรแกรมรางวัลบั๊กของเรา",
				"subheading_officialWebsite": "เว็บไซต์อย่างเป็นทางการ",
				"subheading_user_miningPlatform": "แพลตฟอร์มผู้ใช้ / เหมืองแร่",
				"subheading_API": "API",
				"subheading_blockchainExplorer": "Blockchain Explorer",
				"subheading_developerPlatform": "แพลตฟอร์มสำหรับนักพัฒนาซอฟต์แวร์",
				"subheading_loadServer": "โหลดเซิร์ฟเวอร์"
			},
			"section_rewards": {
				"heading_rewards": "รางวัล",
				"subheading_rewards": "การชำระเงินใน cryptocurrency",
				"para_reward_line1": "รางวัลต่ำสุด: 1000 JSE",
				"para_reward_line2": "รางวัลสูงสุด: 100000 JSE",
				"para_reward_info": "จำนวนเงินที่แน่นอนจะขึ้นอยู่กับดุลพินิจของทีมขึ้นอยู่กับความรุนแรงของปัญหา",
				"para_ps_line1": "โปรดลองและรวมข้อมูลให้มากที่สุดเท่าที่จะเป็นไปได้ในรายงานเพื่อให้นักพัฒนาซอฟต์แวร์สามารถทำซ้ำและแก้ไขปัญหาได้",
				"para_ps_line2": "โปรดระบุด้วยว่าคุณต้องการรวมเข้าในหอเกียรติยศของเราและระบุลิงก์และชื่อเต็มว่าต้องการใช้"
			},
			"section_submitABug": {
				"heading_rewards": "ส่งข้อผิดพลาด",
				"subheading_rewards": "พบปัญหาแล้ว - รู้ปัญหาหรือไม่?",
				"button_submissionForm": "ไปที่แบบฟอร์มการส่งของเรา"
			}
		},
		"smallJobs": {
			"meta": {
				"title": "งานชุมชน",
				"keywords": "จ่ายเงินใน cryptocurrency, งาน cryptocurrency, งาน blockchain",
				"description": "ต้องการช่วยโปรโมตและสร้างโครงการ JSEcoin หรือไม่? ได้รับ JSE โดยการเติมงานที่แปลก ๆ และช่วยให้เราสามารถสร้าง cryptocurrency เวอร์ชันถัดไปของเบราเซอร์ได้"
			},
			"banner": {
				"linkText": "งานเล็ก ๆ",
				"heading": "งานเล็ก ๆ",
				"subheading": "มีเวลาพอที่จะช่วยทีมงานของเราออกไปกับงานที่แปลก ๆ เล็ก ๆ น้อย ๆ หรือไม่?"
			},
			"para_main1_infoMsg_line1": "ขณะนี้เรากำลังอยู่ในระหว่างการติดตั้งไซต์ใหม่ของเรา",
			"para_main1_infoMsg_line2": "หากคุณกำลังมองหาเพื่อช่วย JSE - เราจะแสดงรายการงานเพิ่มเติมที่นี่ในสองสามสัปดาห์ถัดไป",
			"para_main2_infoMsg": "เรากำลังค้นหาคำผิดเกี่ยวกับไซต์ใหม่อยู่เสมอ หาข้อผิดพลาดในการสะกดคำและเราจะส่งคุณ 200 JSE ต่อการแก้ไข!",
			"heading_promo": "วิดีโอโปรโมต JSE",
			"subheading_promo": "คุณมีทักษะการตัดต่อวิดีโอหรือไม่?",
			"para_promo": "สร้างวิดีโอส่งเสริมการขายสำหรับ JSEcoin และถ้ามันยอดเยี่ยมและเราใช้มันจะจ่ายเงินให้คุณ 10000 JSE วิดีโอควรประชาสัมพันธ์โครงการให้นักลงทุนและผู้ดูแลเว็บที่ไม่เคยได้ยินมาก่อน น่าประทับใจเงาและทันสมัย โปรดอย่าใช้เพลง / ภาพ / วิดีโอที่มีลิขสิทธิ์ใด ๆ จากบุคคลที่สามที่อาจทำให้เรามีปัญหา",
			"heading_affiliate": "เป็นพันธมิตร",
			"subheading_affiliate": "ได้รับ 200 JSE ต่อผู้ใช้ที่คุณสามารถเข้าสู่ระบบได้",
			"para_affiliate": "รับลิงก์พันธมิตรจากแพลตฟอร์ม ข้อเสนอพิเศษคือ CPA แบบเลือกรับคู่และปัจจุบันมีให้บริการเฉพาะในประเทศต่อไปนี้: สหรัฐฯ, อังกฤษ, CA, AU, NZ, IE, ZA",
			"heading_findBugs": "ค้นหาข้อบกพร่องด้านความปลอดภัยและปัญหาต่างๆ",
			"subheading_findBugs": "คุณรู้วิธีการอย่างปลอดภัย pentest แพลตฟอร์ม?",
			"para_findBugs": "ค้นหาปัญหาด้านความปลอดภัยกับแพลตฟอร์มของเราและเราจะตอบแทนคุณด้วยข้อผิดพลาด คุณสามารถเลือกที่จะเพิ่มเข้าไปในกำแพงรางวัลโปรดของเราได้ด้วย"
		},
		"submitInfo": {
			"meta": {
				"title": "ส่งงานหรือ Bounty",
				"keywords": "Blockchain hacking, bug cryptocurrency",
				"description": "ส่งข้อบกพร่องหรือช่องโหว่ด้านความปลอดภัยที่คุณพบมาให้คุณและคุณสามารถได้รับโทเค็น JSE เป็นส่วนหนึ่งของแคมเปญบั๊กโปรดของเรา"
			},
			"banner": {
				"linkText": "ส่งข้อมูล",
				"heading": "พบข้อผิดพลาดหรืองานที่เสร็จสมบูรณ์หรือไม่?",
				"subheading": "ส่งข้อมูลไปให้เรา - เพื่อตรวจสอบ .."
			},
			"para_main1_infoMsg_line1": "โปรดใช้แบบฟอร์มนี้เพื่อส่งข้อผิดพลาดการแก้ไขหรือรายการงานที่เสร็จสมบูรณ์",
			"para_main1_infoMsg_line2": "ตรวจสอบให้แน่ใจว่าได้ซิปภาพหน้าจอเอกสารและรหัสทั้งหมดเพื่อแนบไปกับแบบฟอร์มนี้",
			"form": {
				"heading_userInfo": "ข้อมูลผู้ใช้",
				"label_placeholder_userID": "หมายเลขบัญชี",
				"label_placeholder_email": "ที่อยู่อีเมล",
				"heading_taskSummary": "สรุปงาน",
				"placeholder_pleaseSelect": "โปรดเลือก",
				"heading_description": "คำอธิบาย - ข้อความเท่านั้น",
				"label_placeholder_message": "ข่าวสาร",
				"heading_attachment": "ไฟล์แนบ - ไฟล์ซิปเดียว",
				"para_dragDrop": "ลากและวางไฟล์ซิป",
				"button_submit": "เสนอ",
				"heading_thankyou": "ขอบคุณสำหรับการช่วยทีมงานของคุณ! :)",
				"para_thankyou": "เราจะตรวจสอบข้อความของคุณและติดต่อกลับโดยเร็วที่สุด"
			}
		},
		"community": {
			"meta": {
				"title": "ชุมชน",
				"description": ""
			},
			"banner": {
				"linkText": "ชุมชน",
				"heading": "ชุมชน",
				"subheading": "ติดต่อกับคนงานเหมืองแร่และนักพัฒนาซอฟต์แวร์คนอื่น ๆ"
			},
			"heading_community": "ชุมชนของเรา",
			"subheading_community": "เข้าร่วมชุมชนของเราและติดต่อกับเราโดยตรงหากมีคำถามใด ๆ"
		},
		"contact": {
			"meta": {
				"title": "ติดต่อ",
				"keywords": "ติดต่อรายละเอียดการติดต่อ jsecoin, jsecoin",
				"description": "ติดต่อทีมงาน JSEcoin พร้อมคำถามข้อเสนอแนะคำติชมหรือข้อเสนอแนะเกี่ยวกับแพลตฟอร์มการทำเหมืองและ cryptocurrency ของเบราเซอร์"
			},
			"banner": {
				"linkText": "ติดต่อ",
				"heading": "ติดต่อเรา",
				"subheading": "ติดต่อเราได้ที่นี่เพื่อช่วย :)"
			},
			"heading_contact": "มีปัญหาใด ๆ คำถาม ping เราข้อความ",
			"subheading_contact": "คุณสามารถค้นหาคำตอบสำหรับคำถามทั่วไปใน",
			"link_FAQ": "หน้าคำถามที่พบบ่อย",
			"form": {
				"label_placeholder_firstName": "ชื่อจริง",
				"label_placeholder_lastName": "นามสกุล",
				"label_placeholder_contactNo": "เบอร์ติดต่อ",
				"label_placeholder_emailAddress": "ที่อยู่อีเมล",
				"label_placeholder_message": "ข่าวสาร",
				"button_submit": "ส่งข้อความ",
				"heading_thankyou": "ขอบคุณสำหรับข้อความ :)",
				"para_thankyou_line1": "เราจะตรวจสอบข้อความของคุณและติดต่อกลับโดยเร็วที่สุด",
				"para_thankyou_line2": "รู้สึกอิสระที่จะติดต่อทีมงานของเราบนช่องทางโซเชียลของเรา",
				"err_failed1": "ไม่สามารถส่งแบบฟอร์ม - การตอบกลับไม่ถูกต้อง -",
				"err_failed2": "ไม่สามารถส่งแบบฟอร์ม - โปรดตรวจสอบการเชื่อมต่อของคุณ",
				"err_failed3": "ไม่สามารถส่งแบบฟอร์ม - โปรดตรวจสอบข้อมูลทั้งหมดที่จำเป็นด้านบน"
			}
		},
		"FAQ": {
			"meta": {
				"title": "คำถามที่พบบ่อย",
				"keywords": "เกี่ยวกับการทำเหมืองข้อมูลบนเบราเซอร์ blockchain บนเว็บ jse faq",
				"description": "เราได้รับคำถามเหล่านี้เป็นจำนวนมากดังนั้นโปรดดูและคุณจะพบข้อมูลจำนวนมากเกี่ยวกับการทำเหมืองบนเว็บปัญหาเกี่ยวกับบัญชีและการผสานรวมของผู้เผยแพร่โฆษณา"
			},
			"banner": {
				"linkText": "คำถามที่พบบ่อย",
				"heading": "คำถามที่พบบ่อย",
				"subheading": "เรียนรู้เพิ่มเติมโดยอ่าน WHITEPAPER ของเรา"
			},
			"heading_FAQ": "เราอยู่ที่นี่เพื่อช่วย",
			"subheading_FAQ": "หากคุณไม่พบคำตอบที่คุณต้องการ",
			"link_getInTouch": "ได้รับการติดต่อ",
			"section_general": {
				"alt_general": "ปุ่มตัวกรองทั่วไป",
				"heading_general": "คำถามทั่วไป",
				"subheading_general": "รอบใหม่ที่นี่? ให้เริ่มต้นด้วยพื้นฐาน",
				"faqItemHeading1": "คุณวางแผนจะปล่อยกระเป๋าสตางค์หรือไม่?",
				"faqItemContent1": "ขณะนี้เรากำลังรวมแพลตฟอร์มไว้กับสัญญาสมาร์ท Ethereum ที่รองรับ ERC20 นี้จะเข้ากันได้กับกระเป๋าสตางค์ที่ใช้ร่วมกับ ERC20 ทั้งหมดของบุคคลที่สามเช่น myetherwallet metamask ความเท่าเทียมกันเป็นต้นสำหรับผู้ใช้ส่วนใหญ่เราขอแนะนำให้จัดเก็บโทเค็นของคุณบนเว็บแพลตฟอร์มและใช้แนวทางการรักษาความปลอดภัยที่มีประสิทธิภาพในบัญชีของคุณเช่นรหัสผ่านที่ไม่ซ้ำกันและการตรวจสอบสิทธิ์สองปัจจัย",
				"faqItemHeading2": "ฉันสูญเสียรหัสพิสูจน์ตัวตนสองตัวฉันจะทำอย่างไร?",
				"faqItemContent2": "หากคุณสูญหายโทรศัพท์หรือเข้าถึงรหัส 2fa ของคุณเราขอแนะนำให้ติดตั้ง Google Authenticator หรือ Authy ใหม่ในอุปกรณ์เครื่องใหม่และลงชื่อเข้าใช้ด้วยบัญชี Gmail เพื่อเข้าถึงรหัสของคุณ หากไม่ได้ผลเราจะต้องระบุภาพที่ตรงกับชื่อและที่อยู่ที่ใช้เมื่อคุณลงชื่อสมัครใช้บัญชีพร้อมกับตอบคำถามเพื่อความปลอดภัยบางอย่าง โปรดทราบว่า 2fa เป็นคุณลักษณะด้านความปลอดภัยและเราขอสงวนสิทธิ์ในการปฏิเสธคำขอให้รีเซ็ตหากเราไม่พอใจ 100% ว่าเป็นของแท้",
				"faqItemHeading3": "เหตุใดฉันจึงควรใช้รหัสผ่านเฉพาะสำหรับแพลตฟอร์ม JSEcoin",
				"faqItemContent3": "คุณควรใช้รหัสผ่านที่แตกต่างกันสำหรับทุกแพลตฟอร์มที่คุณลงทะเบียน ผู้ใช้ที่ใช้ที่อยู่อีเมลและรหัสผ่านเดียวกันสำหรับทุกบัญชีที่มีการแฮ็กบัญชี เนื่องจากโปรไฟล์ hacks สูงโปรไฟล์รั่วไหลของฐานข้อมูลอีเมล / รหัสผ่านที่มีให้แฮกเกอร์แล้ว Yahoo, LinkedIn, Sony, AOL, Equifax ได้รับการละเมิดทั้งหมดในอดีตและข้อมูลบัญชีผู้ใช้อยู่ในมือของแฮกเกอร์ แพลตฟอร์มการเงินมีเป้าหมายโดยแฮกเกอร์ด้วยเหตุผลที่ชัดเจน ดูแลบัญชีของคุณใช้รหัสผ่านที่ไม่ซ้ำกันและตั้งค่าการตรวจสอบสิทธิ์สองปัจจัยโดยใช้แอปพลิเคชันเช่น Google Authenticator คำแนะนำนี้ใช้สำหรับแพลตฟอร์มทั้งหมดทั่วทั้งเว็บและไม่ใช่เฉพาะ JSEcoin เท่านั้น",
				"faqItemHeading4": "ทำไมซอฟต์แวร์ป้องกันการโฆษณา / ซอฟต์แวร์ป้องกันไวรัสของฉันบล็อก JSEcoin.com?",
				"faqItemContent4": "โปรแกรมป้องกันการโฆษณาและ บริษัท ป้องกันไวรัสบางกลุ่มได้รวมเอาสคริปต์การทำเหมืองเบื้องหลังที่ซ่อนอยู่ในคอมพิวเตอร์ของผู้ใช้โดยที่พวกเขาไม่รู้ เรากำลังรณรงค์และรื้อถอนองค์กรที่บล็อกโดเมนของเราอย่างแข็งขัน หากคุณต้องการความช่วยเหลือโปรดติดต่อผู้ให้บริการซอฟต์แวร์ของคุณและขอข้อยกเว้น",
				"faqItemHeading5": "ฉันจะได้รับโทเค็น cryptocurrency ของ JSEcoin โดยใช้พีซีของฉันได้อย่างไร?",
				"faqItemContent5": "มีหลายวิธีที่จะได้รับ JSE คุณสามารถลองใช้การทำเหมืองด้วยตัวเองซึ่งทำกระบวนการ hashing ทางคณิตศาสตร์กับแล็ปท็อปในพื้นหลังขณะทำงาน รางวัลถูกแจกจ่ายผ่านระบบจับสลากเพื่อคนงานเหมืองแร่ หากคุณมีเว็บไซต์ที่คุณสามารถได้รับ JSE โดยการวางข้อมูลโค้ดในไซต์ของคุณและทำให้ผู้เข้าชมทำเหมืองในขณะที่คุณนอนหลับ คุณสามารถดูเพื่อนและเพื่อนร่วมงานที่ใช้ลิงก์พันธมิตรผ่านทางแพลตฟอร์มได้แม้จะมีปุ่มแบ่งปันทางสังคมแบบง่ายๆในการทวีตหรือแชร์บน Facebook ก็ตาม ในที่สุดคุณสามารถช่วยทีมงานของเราพัฒนาแพลตฟอร์มได้โดยการกรอกข้อมูลให้เล็กลง",
				"link_jobsListedHere": "งานที่ระบุไว้ที่นี่",
				"faqItemHeading6": "Im ใหม่เพื่อแพลตฟอร์มจะมีทุกที่ที่ฉันสามารถหาภาพรวมของวิธีการทำงานทุกอย่าง?",
				"faqItemContent6": "ใช่. เรามีคำแนะนำแบบวิดีโอซึ่งสามารถพบได้ที่นี่",
				"faqItemContent6_para2": "ควรมีหน้าเว็บเฉพาะหลังจากที่คุณสามารถข้ามไปยังช่วงเวลาต่อไปนี้ได้",
				"faqItemContent6_list1": "โอน 1:05",
				"faqItemContent6_list2": "ส่งออก 2:45",
				"faqItemContent6_list3": "การทำเหมืองแร่ 4:16",
				"faqItemContent6_list4": "Publisher 6:46",
				"faqItemContent6_list5": "นักลงทุน 9:45",
				"faqItemContent6_list6": "การอ้างอิง 10:00",
				"faqItemContent6_list7": "การตั้งค่า 11:33",
				"faqItemHeading7": "คุณมีการเดาอย่างคร่าวๆว่าราคา ICO ที่ BTC จะเป็นเท่าไร?",
				"faqItemContent7": "ไม่และเราไม่อยากคาดเดาเรื่องนี้เนื่องจากต้องพึ่งพาปัจจัยภายนอกจากการควบคุมของเรา เป็นตลาดที่มีความผันผวนมากซึ่งค่าสามารถเปลี่ยนแปลงได้ตามขนาดใหญ่ในช่วงเวลาสั้น ๆ",
				"faqItemHeading8": "โทเค็น Pre-ICO ถูกขายที่มูลค่า 1JSE = 1 เหรียญสหรัฐค่า ICO ของคุณจะเป็นเท่าไร?",
				"faqItemContent8": "ยากที่จะกล่าวในขั้นตอนนี้ แต่ค่าจะถูกกำหนดโดยความต้องการและสภาวะตลาดในช่วงเวลาของ ICO เรากำลังทำงานอย่างหนักเพื่อสร้างแพลตฟอร์มที่จะเป็นที่ต้องการสูงและให้ผลตอบแทนที่ดีแก่ผู้ลงทุนรายแรกทั้งหมด",
				"faqItemHeading9": "ถ้า JSEcoin เป็นเหรียญที่เป็นของตัวเองอยู่ใน Coinmarketcap หรือไม่?",
				"faqItemContent9": "JSEcoin เป็น cryptocurrency ด้วยตัวเอง แต่เราไม่ได้จดทะเบียนใน Coinmarketcap เนื่องจากเรายังไม่ได้จดทะเบียนในตลาดหลักทรัพย์ เราจะดูรายการในการแลกเปลี่ยนต่อ ICO ของเราในปลายปีนี้"
			},
			"section_webmasters": {
				"alt_webmasters": "ปุ่มตัวกรองเว็บมาสเตอร์",
				"heading_webmasters": "เว็บมาสเตอร์",
				"subheading_webmasters": "การรวม JSE",
				"faqItemHeading1": "ฉันจะตั้งค่าบัญชีและวางโค้ดสำหรับไซต์ของฉันได้อย่างไร?",
				"faqItemContent1": "เพียงลงทะเบียนสำหรับบัญชีที่",
				"faqItemContent1_2": "จากนั้นไปที่หน้าผู้เผยแพร่โฆษณา ป้อนชื่อโดเมนเว็บไซต์ของคุณและคลิกปุ่ม &quot;ตั้งค่าไซต์&quot; การทำเช่นนี้จะสร้างสคริปต์เฉพาะของคุณ รหัสจะปรากฏขึ้นในหน้าต่างใหม่และคุณสามารถคัดลอกและวางไว้เหนือการปิดได้ </body> แท็กหรือวางลงในปลั๊กอิน wordpress JSEcoin",
				"faqItemContent1_para2": "โดยปกติแล้วสถานที่ที่ดีที่สุดในการวางโค้ดอยู่ในไฟล์เทมเพลต (เพื่อให้สามารถทำงานได้ในทุกหน้าของเว็บไซต์) หรือไฟล์ดัชนี (ดังนั้นจะทำงานเฉพาะในหน้าแรกเท่านั้น) หรือหากคุณมีไซต์แบบคงที่คุณสามารถคัดลอกไปยังแต่ละหน้าได้หากต้องการ",
				"faqItemHeading2": "ฉันจะติดตั้งข้อมูลโค้ด JSEcoin ในเว็บไซต์ wordpress ได้อย่างไร?",
				"faqItemContent2": "มีคำแนะนำในการติดตั้งและวิดีโอที่นี่:",
				"link_wordpress": "WordPress ปลั๊กอินที่มีอยู่",
				"faqItemHeading3": "ฉันจะทราบได้อย่างไรว่าโค้ดถูกติดตั้งอย่างถูกต้องบนเว็บไซต์ของฉันหรือไม่?",
				"faqItemContent3": "คุณสามารถดูได้โดยการเปิดหน้าต่างบันทึกคอนโซล เมื่อต้องการทำเช่นนี้ให้ไปที่หน้าเว็บของคุณโดยใช้ Firefox หรือ Chrome และใน Firefox ค้างไว้ CTRL SHIFT K และใน Chome กด CTRL SHIFT J",
				"faqItemContent3_para2": "หน้าต่างการบันทึกคอนโซลจะเปิดขึ้นซึ่งจะแสดงกระบวนการพื้นหลังและคุณจะสามารถเห็นสคริปต์เก็บรวบรวมข้อมูลบล็อกและทำงานกับแฮช",
				"faqItemContent3_para3": "ประกาศเกี่ยวกับนโยบายส่วนบุคคลจะแสดงเฉพาะหนึ่งครั้งต่อหนึ่งชั่วโมง (ดังนั้นจึงไม่โหลดในทุกหน้าเป็นเบราว์เซอร์ของผู้ใช้ผ่านทางไซต์) และมีความล่าช้า 15 วินาทีหลังจากโหลดหน้าเว็บ",
				"faqItemHeading4": "เว็บไซต์แต่ละแห่งจำเป็นต้องมีข้อมูลของตัวเอง (รวมทั้งชื่อโดเมน) หรืออาจมีการวางข้อมูลโค้ดไว้ในหลายเว็บไซต์ได้หรือไม่?",
				"faqItemContent4": "โปรดติดตามไซต์ต่างๆแยกกัน เราจำเป็นต้องทราบว่าโค้ดทำงานอยู่ที่ไหนเพื่อหลีกเลี่ยงการฉ้อโกงและการตรวจสอบอัตโนมัติของเราอาจส่งผลเสียเป็นเท็จหาก siteid ไม่ตรงกับโดเมนที่แนะนำ ในอนาคตคุณอาจต้องการดูสถิติตามแต่ละไซต์ ฯลฯ",
				"faqItemHeading5": "ผู้เผยแพร่โฆษณาได้รับรางวัลในการเรียกใช้สคริปต์ในไซต์ของตนอย่างไร",
				"faqItemContent5": "รางวัลจะได้รับการแจกจ่ายผ่านระบบจับสลากที่ผู้เผยแพร่โฆษณาได้รับตั๋วจับสลากสำหรับผู้เข้าชมที่ไม่ซ้ำกันการดูหน้าเว็บและการค้นหาข้อมูลที่พบ 50 x 2JSE จะถูกสุ่มกระจายไปยังผู้ถือบัตร การจับสลากนี้ซ้ำกับแต่ละช่วงเวลา 30 วินาทีโดยส่งมอบ 288000 JSE tokens ในแต่ละวัน",
				"faqItemHeading6": "สามารถเพิ่มการใช้ซีพียูในอุปกรณ์ของผู้เยี่ยมชมได้หรือไม่?",
				"faqItemContent6": "No! เราไม่ต้องการให้ผู้เผยแพร่โฆษณาสามารถควบคุมจำนวนซีพียูของผู้ใช้ที่ทำเหมืองได้ ปัจจุบันมีการตั้งค่าให้ใช้จำนวนเงินที่น้อยที่สุดเพื่อไม่ให้มีผลกระทบต่อการเรียกดูของพวกเขา เราไม่อยากให้ผู้ดูแลเว็บสามารถเพิ่มการใช้ซีพียูเนื่องจากอาจทำให้ JSEcoin มีชื่อเสียงไม่ดี รายได้ของผู้ดูแลเว็บขึ้นอยู่กับผู้เข้าชมผู้เข้าชมที่ไม่ซ้ำกันรวมถึง hashes ที่พบดังนั้นการใช้ซีพียูจึงถูกตั้งค่าให้น้อยที่สุดเท่าที่จำเป็นเพื่อรักษาความปลอดภัยของ blockchain",
				"faqItemHeading7": "สามารถป้องกันไม่ให้แบนเนอร์ JSEcoin ปรากฏบนเว็บไซต์ของฉันได้หรือไม่?",
				"faqItemContent7": "นี่เป็นประกาศความเป็นส่วนตัว เราจำเป็นต้องแจ้งให้ทราบว่าการแจ้งเตือนนี้ต้องปรากฏเมื่อผู้ใช้เข้าชมไซต์ของคุณครั้งแรก (และทุกๆหนึ่งชั่วโมงต่อจากนั้น) เนื่องจากเราต้องการดำเนินการอย่างโปร่งใสเพื่อให้ผู้ใช้เห็นได้ชัดว่ามีการทำเหมืองและสิ่งนั้น เลือกไม่ใช้งาน เรารู้สึกว่านี่เป็นสิ่งสำคัญสำหรับเหตุผลทางกฎหมายและจริยธรรมและการเปิดกว้างนี้จะช่วยให้แนวคิดกลายเป็นที่ยอมรับกันอย่างแพร่หลายมากขึ้น เป็นข้อกำหนดในการให้บริการของเราที่ผู้เผยแพร่โฆษณาต้องแสดงการแจ้งเตือนและไม่พยายามปกปิดข้อมูลดังกล่าว",
				"faqItemHeading8": "มีกฎหมายที่เฉพาะเจาะจงที่เราต้องการนำมาใส่ในเว็บไซต์ของเราหรือไม่?",
				"faqItemContent8": "นี่เป็นเทคโนโลยีใหม่ ๆ เราไม่มีประเด็นทางกฎหมายหรือคำแนะนำในการโต้แย้ง ประกาศเกี่ยวกับนโยบายส่วนบุคคลจะปรากฏขึ้นตามค่าเริ่มต้นและมีความสำคัญเนื่องจากมีตัวเลือกในการเลือกไม่ใช้ทั่วทั้งเครือข่าย หากคุณต้องการวางสิ่งที่อยู่ในเว็บไซต์ของคุณเองข้อตกลงนี้จะช่วยให้มีความโปร่งใส",
				"faqItemContent8_para2": "บางสิ่งบางอย่างตามสายของ MySite.com ใช้การทำเหมืองข้อมูล cryptocurrency เบื้องหลัง",
				"faqItemContent8_para2_line2": "หากต้องการเลือกไม่ใช้โปรดไปที่",
				"link_privacyPolicy": "นโยบายส่วนบุคคล",
				"faqItemHeading9": "ฉันเห็นรหัสของคุณในไซต์อื่นและฉันพยายามเข้าใจว่าการทำงานเป็นอย่างไรและผู้เผยแพร่ไซต์ได้รับผลกระทบอะไร",
				"faqItemContent9": "เราเป็น cryptocurrency ในระยะเริ่มต้นซึ่งอิงกับการทำเหมืองเว็บมาสเตอร์ ระบบของเราคล้ายคลึงกับ cryptocurrencies แบบดั้งเดิม แต่แทนที่จะเป็นเซิร์ฟเวอร์ฟาร์มขนาดใหญ่ที่เราดำเนินการขั้นตอนการแฮชชิ่งในเบราว์เซอร์ของผู้เข้าชมเว็บไซต์ นี่ไม่สร้างความรำคาญและทำงานเบื้องหลัง (ยกเว้นการแจ้งข้อมูลส่วนบุคคล) ดังนั้นจึงไม่ส่งผลเสียต่อประสบการณ์ผู้ใช้หรือความเร็วในการโหลดหน้าเว็บสำหรับผู้เข้าชมเว็บไซต์ของคุณ",
				"faqItemContent9_para2": "ผู้เผยแพร่ไซต์คัดลอกข้อมูลโค้ดของเราไปยังเว็บไซต์ของตนและได้รับรางวัลในการชำระเงินของบัตร JSEcoin ในบัญชีของตน"
			},
			"section_exchanges": {
				"alt_exchanges": "แลกเปลี่ยนปุ่มตัวกรอง",
				"heading_exchanges": "แลกเปลี่ยน",
				"subheading_exchanges": "Wallet ของคุณ",
				"faqItemHeading1": "มีกระเป๋าสตางค์สำหรับจัดเก็บเหรียญหรือไม่?",
				"faqItemContent1": "ขณะนี้สามารถเก็บ JSEtokens ผ่านทาง Wallet ได้ที่",
				"faqItemContent1_line2": "เราได้ทดสอบการผสานรวมกับสัญญาสมาร์ท ERC20 Ethereum ซึ่งจะทำให้สามารถใช้กระเป๋าสตางค์ของบุคคลที่สามได้ นี้จะไม่ได้รับการปล่อยตัวจนกว่าเราจะได้จบการแลกเปลี่ยน / ICO เทคโนโลยีซึ่งอาจมีการเปลี่ยนแปลงระหว่างนี้และเมื่อเรา ICO",
				"faqItemHeading2": "ฉันจะรับเงินและแปลง JSE เป็น USD หรือสกุลเงินท้องถิ่นของฉันได้อย่างไร?",
				"faqItemContent2": "คุณจะได้รับรางวัลในโทเค็น JSEcoin ซึ่งเป็นสัญญาณที่เข้ารหัสลับในการวางโค้ดบนไซต์ของคุณซึ่งจะทำให้ผู้เข้าชมของคุณสามารถดำเนินการสมการทางคณิตศาสตร์ในพื้นหลังซึ่งช่วยรักษาความปลอดภัยของ blockchain",
				"faqItemContent2_para2": "แต่น่าเสียดายสำหรับเราทุกคนบัตร JSEcoin เป็นของใหม่มาก (เปิดตัวสู่สาธารณะในเดือนสิงหาคมปี 2017) ดังนั้นขณะนี้ไม่มีวิธีใดในการชําระเงินให้กับ JSE ของคุณ เรากำลังกำหนดเป้าหมาย ICO และแลกเปลี่ยนรายชื่อในปีพ. ศ. 2561 จากนั้นคุณจะสามารถโอน JSEcoin ไปแลกเปลี่ยนและแลกเปลี่ยนสำหรับ Bitcoin / USD เป็นต้นในขณะที่ไม่มีเวลาดีกว่าในการเข้ารหัส cryptocurrency เนื่องจากการแข่งขันต่ำคุณไม่สามารถทำได้ เพื่อใช้จ่ายรายได้จนกว่า JSE จะเข้าจดทะเบียนในตลาดหลักทรัพย์ นอกจากนี้มูลค่า noting คือว่าถ้าอะไรผิดพลาดกับ JSE หรือตลาด cryptocurrency โดยทั่วไปเราอาจไม่เคยถึงขั้นตอนสภาพคล่องและโทเค็นจะไร้ค่า นี่คือความเสี่ยงที่ผู้ใช้งานต้นจะหันมา",
				"faqItemHeading3": "การแลกเปลี่ยนใดที่คุณ / เธอจะอยู่ในรายการ?",
				"faqItemContent3": "นี้จะได้รับการยืนยันตาม ICO ของเรา; เนื่องจากจะเป็นไปตามงบประมาณที่มีอยู่และความนิยมของแพลตฟอร์ม JSE"
			},
			"section_platformMining": {
				"alt_platformMining": "ปุ่มตัวกรองผู้ใช้",
				"heading_platformMining": "Platform Mining",
				"subheading_platformMining": "ฉันสามารถทำเหมืองแร่ได้หรือไม่?",
				"faqItemHeading1": "เป็นไปได้ไหมที่คอมพิวเตอร์หลาย ๆ เครื่องได้เข้าสู่ระบบบัญชีเดียวกัน ถ้าไม่ใช่คุณควรตั้งหลายบัญชีที่มีเจ้าของ / ที่อยู่อีเมลเดียวกันหรือไม่?",
				"faqItemContent1": "ไม่เรากำลังพยายามหลีกเลี่ยงทั้งสองสถานการณ์ โดยทั่วไปการทำเหมืองด้วยตนเองมีขึ้นเพื่อเป็นวิธีสำหรับผู้ใช้แต่ละรายในการมีส่วนร่วมกับ cryptocurrency และเป็นเรื่องสนุกสำหรับทุกคน เราต้องการหลีกเลี่ยงการไปตามเส้นทางของบัญชีผู้ใช้หลายรายและอุปกรณ์หลาย ๆ เครื่องเนื่องจากจะนำไปสู่ฟาร์มเซิร์ฟเวอร์จุดบอด ฯลฯ และจะเป็นประโยชน์กับทุกคน คุณมีความเสี่ยงที่บัญชีของคุณจะถูกปิดและเราใช้มาตรการที่มีประสิทธิภาพในการป้องกันกิจกรรมประเภทนี้",
				"faqItemHeading2": "จำนวนโทเค็นที่มีอยู่ในแต่ละวันมีวิธีกระจายอย่างไร?",
				"faqItemContent2": "การค้นหาแฮชที่ถูกต้องจะทำให้คุณได้รับตั๋วเข้าสู่ระบบจับสลากโดยผู้ชนะ 50 รายได้รับรางวัลโทเค็น 1 JSE การจับสลากนี้เกิดขึ้นทุกๆ 30 วินาทีพร้อมกับ 50 x 1JSE ใหม่ในแต่ละครั้ง เพิ่มขึ้น 144000JSE ในแต่ละวัน",
				"faqItemHeading3": "เหตุใดอัตราการแฮชจึงลดลงอย่างมากเมื่อฉันเข้าชมแท็บอื่น ๆ",
				"faqItemContent3": "ในการแก้ปัญหานี้เราขอแนะนำให้คุณเปิดการทำเหมืองในเบราว์เซอร์ใหม่โดยไม่เปิดแท็บอื่น ๆ หากคุณต้องการดำเนินการต่อไปยังไซต์อื่นแทนการเปิดแท็บใหม่คุณควรเปิดเบราว์เซอร์ใหม่ นี้ควรจะหยุดการลดลงของอัตราการแฮช ลองเบราว์เซอร์อื่นเบราเซอร์ที่ดีที่สุดจะขึ้นอยู่กับระบบของคุณ แนะนำ Chrome และ Firefox ขณะนี้เรากำลังปิดแอปเดสก์ท็อปซึ่งผู้ใช้จะสามารถใช้เพื่อทำเหมืองซึ่งจะแก้ปัญหานี้ได้อย่างสมบูรณ์",
				"faqItemHeading4": "Hash Rate Accelerator คืออะไร?",
				"faqItemContent4": "นี่เป็นฟังก์ชันสไลด์ง่ายๆที่ช่วยให้คุณสามารถเพิ่มหรือลดปริมาณพลังงานของซีพียูที่คุณทุ่มเทให้กับกระบวนการทำเหมืองแร่ ถ้าคุณต้องการใช้คอมพิวเตอร์ต่อไปคุณอาจต้องการปิดเครื่องหรือคุณสามารถหมุนได้หากไม่ต้องการทำอะไรในอุปกรณ์ โปรดทราบว่าขณะนี้ไม่มีผลประโยชน์ที่แท้จริงสำหรับรายได้โดยการใช้เวลามากกว่า 10 กิโลกรัมต่อวินาทีและดังนั้นการตั้งค่าตัวเร่งอัตราการบีบให้มากขึ้นซึ่งจะไม่แนะนำให้ทำ",
				"faqItemHeading5": "ถ้าเพื่อนร่วมห้องและฉันทั้งสองคนพร้อมกันจะได้รับผลกระทบจากรายได้ที่เราใช้ที่อยู่ IP เดียวกันหรือไม่?",
				"faqItemContent5": "เป็นส่วนหนึ่งของการป้องกันการฉ้อโกงของเราและเพื่อให้แน่ใจว่าฟาร์มเซิร์ฟเวอร์ไม่สามารถรับช่วง JSEcoin ได้เราจำเป็นต้องวางข้อ จำกัด ด้านทรัพย์สินทางปัญญาไว้ เรามีข้อ จำกัด ในการหวยหนึ่งครั้งต่อบล็อกต่อที่อยู่ IP ซึ่งหมายความว่าผู้ใช้หลายรายจะสามารถทำเหมืองในตำแหน่งเดียวกันได้อย่างไรก็ตามผลตอบแทนที่เป็นไปได้จะถูกแบ่งระหว่างกัน"
			},
			"section_thePlatform": {
				"alt_thePlatform": "ปุ่มตัวกรองแพลตฟอร์ม",
				"heading_thePlatform": "แพลตฟอร์ม",
				"subheading_thePlatform": "บางอย่างผิดพลาด",
				"faqItemHeading1": "Im ใหม่เพื่อแพลตฟอร์มจะมีทุกที่ที่ฉันสามารถหาภาพรวมของวิธีการทำงานทุกอย่าง?",
				"faqItemContent1": "ใช่. เรามีคำแนะนำแบบวิดีโอซึ่งสามารถพบได้ที่นี่",
				"faqItemContent1_para2": "ควรมีหน้าเว็บเฉพาะหลังจากที่คุณสามารถข้ามไปยังช่วงเวลาต่อไปนี้ได้",
				"faqItemContent1_list1": "โอน 1:05",
				"faqItemContent1_list2": "ส่งออก 2:45",
				"faqItemContent1_list3": "การทำเหมืองแร่ 4:16",
				"faqItemContent1_list4": "Publisher 6:46",
				"faqItemContent1_list5": "นักลงทุน 9:45",
				"faqItemContent1_list6": "การอ้างอิง 10:00",
				"faqItemContent1_list7": "การตั้งค่า 11:33",
				"faqItemHeading2": "มีอะไรบางอย่างที่ไม่ได้ทำงานในแพลตฟอร์มฉันควรทำอย่างไร?",
				"faqItemContent2": "เรากำลังผลักดันการอัปเดตและการรีเซ็ตเซิร์ฟเวอร์เป็นประจำในขณะนี้ อาจเป็นปัญหาเกี่ยวกับแคชของเบราว์เซอร์ให้ลองออกจากระบบแล้วกด F5 หรือรีเฟรชสองครั้งเพื่อโหลดแพ็กเกจเวอร์ชันล่าสุด ถ้ายังไม่ได้ผลกรุณาส่งจดหมายมาให้เราที่",
				"faqItemContent2_line2": "และเราจะมองเข้าไปในนั้น",
				"faqItemHeading3": "ฉันลืมรหัสผ่านแล้ว ฉันจะทำอย่างไร?",
				"faqItemContent3": "เพียงไปที่หน้าเข้าสู่ระบบและคลิกลิงก์ &quot;ลืมรหัสผ่าน&quot; ซึ่งอยู่ด้านล่างปุ่มล็อกอิน",
				"faqItemHeading4": "กล่าวว่าไม่มีบัญชีที่ตรงกันสำหรับอีเมลและรหัสผ่านในฐานข้อมูล ฉันควรทำอย่างไร.",
				"faqItemContent4": "โปรดลองป้อนรายละเอียดของคุณอีกครั้งเพื่อให้มั่นใจว่าถูกต้อง หากปัญหายังคงอยู่ให้ลองตั้งรหัสผ่านใหม่ หากคุณยังไม่สามารถเข้าถึงบัญชีของคุณโปรดเพิ่มตั๋วโดยใช้",
				"link_contactForm": "แบบฟอร์มติดต่อ",
				"faqItemHeading5": "ฉันยังคงได้รับแจ้งให้ยืนยันบัญชีของฉัน แต่ฉันยังไม่ได้รับอีเมลยืนยัน",
				"faqItemContent5": "ประการแรกโปรดตรวจสอบว่าคุณได้ตรวจสอบโฟลเดอร์สแปม / ขยะของคุณแล้ว ถ้าไม่มีอยู่โปรดลองเพิ่ม noreply@jsecoin.com ในสมุดที่อยู่อีเมลของคุณและขออีเมลอีกครั้ง หากมีปัญหาเพิ่มเติมโปรดเพิ่มตั๋วโดยใช้",
				"faqItemHeading6": "ฉันยังคงถูกล็อกเอาต์ออกจากแพลตฟอร์มและขอให้กลับเข้าระบบอีกครั้งเป็นเรื่องปกติหรือไม่?",
				"faqItemContent6": "นี้ไม่ควรเกิดขึ้นกับแพลตฟอร์ม สาเหตุทั่วไป 2 ประการที่ผู้ใช้พบว่าสาเหตุนี้คือ",
				"faqItemContent6_list1": "รีเฟรชหน้าเพื่อตรวจสอบรายได้ เมื่อรีเฟรชคุณจะออกจากหน้าเว็บและเข้าใหม่และจะต้องลงชื่อเข้าใช้อีกครั้ง นี่เป็นคุณลักษณะด้านความปลอดภัยมาตรฐานอย่างเป็นธรรม",
				"faqItemContent6_list2": "คุณกำลังลงชื่อเข้าใช้บัญชีของคุณบนอุปกรณ์ตัวที่สอง ผู้ใช้จะถูก จำกัด ไว้ที่หนึ่งอุปกรณ์และทันทีที่มีการเข้าสู่ระบบครั้งที่สองคุณจะถูกล็อกเอาต์ออกจากบัญชีแรก",
				"faqItemHeading7": "ฉันเคยได้ยินมากเกี่ยวกับคนที่มี cryptocurrencies ของพวกเขาถูกขโมยเป็นสัญญาณของฉันปลอดภัยในบัญชี JSEcoin ของฉัน?",
				"faqItemContent7": "ใช่พวกเขาปลอดภัย เนื่องจากขณะนี้ไม่มีเหรียญกระเป๋าสตางค์สามารถโอนได้เฉพาะบัญชี JSEcoin อื่นและเรามีการทำธุรกรรมทั้งหมด เราขอแนะนำให้ทำบัญชีของคุณให้ปลอดภัยยิ่งขึ้นด้วยการตั้งค่าการตรวจสอบสิทธิ์แบบ 2 ปัจจัย แต่ในกรณีที่ใครก็ตามที่เข้าสู่บัญชีของคุณและลบโทเค็นของคุณเราจะสามารถติดตามว่าพวกเขาไปที่ไหนและส่งคืนให้คุณ กระเป๋าสตางค์จะพร้อมใช้งานก่อนที่เราจะไป ICO แต่ไม่จนกว่าเราจะเข้าใกล้มากขึ้น",
				"faqItemHeading8": "Ok การตรวจสอบความถูกต้อง 2 ปัจจัย (2fa) คืออะไร?",
				"faqItemContent8": "2fa ต้องการให้คุณป้อนรหัสที่สร้างขึ้นแบบสุ่มจากแอปบนอุปกรณ์เคลื่อนที่ลงในบัญชี JSEcoin ของคุณหลังจากที่คุณได้ป้อนชื่อผู้ใช้และรหัสผ่านแล้ว 2 แอปทั่วไปที่แพลตฟอร์มสนับสนุนและได้รับการทดสอบอย่างสมบูรณ์คือ Authy และ Google Authenticator เพียงแค่ดาวน์โหลดหนึ่งแอปพลิเคชันเหล่านี้และในครั้งต่อไปที่คุณลงชื่อเข้าใช้บัญชีของคุณไปที่หน้าการตั้งค่าและคลิกเพื่อเปิด 2fa คุณจะได้รับพร้อมท์ให้สแกนรหัส qr ด้วยโทรศัพท์ของคุณและรหัส 6 หลักแรกของคุณจะถูกสร้างขึ้น จากนั้นคุณจะต้องป้อนรหัสทุกครั้งที่คุณลงชื่อเข้าใช้บัญชีของคุณ คุณควรอ่านคำแนะนำอย่างละเอียดเกี่ยวกับการสำรองข้อมูลบัญชี 2fa ในโทรศัพท์ของคุณในกรณีที่คุณสูญเสียหรือทำให้โทรศัพท์ของคุณเสียหาย",
				"faqItemHeading9": "ฉันมีปัญหากับ 2fa คุณสามารถช่วยได้ไหม",
				"faqItemContent9": "ใช่ แต่เรากลัวว่านี่ไม่ใช่กระบวนการที่ตรงไปตรงมา เริ่มต้นด้วยการเพิ่มตั๋วโดยใช้ของเรา",
				"faqItemContent9_line2": "จากนั้นคุณจะต้องทำตามขั้นตอนต่อการพิสูจน์ตัวตนของคุณ โปรดจำไว้ว่านี่เป็นเพียงการรักษาความปลอดภัยให้กับบัญชีผู้ใช้เท่านั้น อาจดูเหมือนน่ารำคาญ แต่คุณอาจจะรำคาญมากขึ้นหากเราอนุญาตให้บุคคลอื่นเข้าถึงโทเค็นของคุณโดยไม่แสดงความแน่วแน่เนื่องจาก หากคุณได้สำรองข้อมูลบัญชี 2fa ของคุณอย่างถูกต้องแล้วปัญหานี้อาจไม่เป็นปัญหา"
			},
			"section_affiliates": {
				"alt_affiliates": "ปุ่มตัวกรอง Affiliate",
				"heading_affiliates": "บริษัท ในเครือ",
				"subheading_affiliates": "ได้รับผ่านการอ้างอิง",
				"faqItemHeading1": "ฉันจะได้รับ JSE เพื่ออ้างอิงผู้ใช้รายอื่นได้อย่างไร",
				"faqItemContent1": "เพียงลงชื่อเข้าใช้บัญชีของคุณและไปที่หน้าการแนะนำผลิตภัณฑ์ ที่นี่คุณจะได้พบกับรหัสอ้างอิงที่ไม่ซ้ำกันซึ่งคุณสามารถแจกจ่ายได้ โปรดตรวจสอบให้แน่ใจว่าคุณอ่านกฎเกี่ยวกับการอ้างอิงที่มีคุณสมบัติก่อนที่คุณจะใส่เวลาและความพยายามในการเผยแพร่ลิงก์ของคุณ",
				"faqItemHeading2": "ฉันจะได้รับรายได้เท่าไหร่และมีกฎใดบ้าง?",
				"faqItemContent2": "เราจ่าย 200JSE ต่อผู้ใช้ที่ได้รับการยืนยันซึ่งลงทะเบียนบัญชีผู้ใช้ที่คลิกผ่านลิงก์แนะนำส่วนตัวของคุณและตรงตามเกณฑ์ต่อไปนี้:",
				"faqItemContent2_para2": "- มาจากประเทศที่ได้รับการยอมรับของเราตามที่ปรากฏในหน้าการอ้างอิง ประเทศเหล่านี้ ได้แก่ US, CA, GB, IE, AU, NZ, ZA, DE, FR, CH, SE, NO, FI, BE, NL, LU, DK, AT นี่เป็นเพราะขาดการสนับสนุนด้านเทคนิคและการแปลไซต์ที่เราสามารถนำเสนอให้กับประเทศที่ไม่ใช่ภาษาอังกฤษได้ เมื่อไซต์ได้รับการพัฒนาอย่างเต็มที่แล้วเราจะดูที่การแปลไซต์เป็นภาษาต่างๆ ณ จุดนี้มีแนวโน้มว่าเราจะแนะนำโบนัสพันธมิตรสำหรับประเทศเหล่านี้อีกครั้ง",
				"faqItemContent2_para3": "- ยังไม่มีบัญชีที่ลงทะเบียนไว้ในที่อยู่ IP นั้น บัญชีผู้ใช้ซ้ำ IP จะไม่ได้รับโบนัสเช่นนี้จะทำให้ระบบเปิดการละเมิด",
				"faqItemContent2_para4": "- ผู้ใช้ของแท้และไม่ได้รับค่าตอบแทนจากการคลิกหรือการเข้าชมที่สร้างการเข้าชม",
				"faqItemHeading3": "ทำไมคำแนะนำของฉันจึงถูกปฏิเสธ?",
				"faqItemContent3": "นี้อาจเป็นเพราะ 2 เหตุผล;",
				"faqItemContent3_para2": "การแนะนำผลิตภัณฑ์ของคุณไม่ได้มาจากประเทศที่ได้รับการยอมรับของเราตามที่ระบุไว้ในหน้าการอ้างอิง ประเทศเหล่านี้ ได้แก่ US, CA, GB, IE, AU, NZ, ZA, DE, FR, CH, SE, NO, FI, BE, NL, LU, DK, AT",
				"faqItemContent3_para3": "การอ้างอิงของคุณมีบัญชีที่ลงทะเบียนไว้ที่ที่อยู่ IP เดียวกันแล้ว บัญชีผู้ใช้ซ้ำ IP จะไม่ได้รับโบนัสเช่นนี้จะทำให้ระบบเปิดการละเมิด",
				"faqItemHeading4": "เหตุใดคุณจึง จำกัด โปรแกรมพันธมิตรเพื่อให้รางวัลแก่การลงชื่อสมัครใช้ภาษาอังกฤษเท่านั้น นี้จะเปลี่ยน?",
				"faqItemContent4": "นี่เป็นเพราะขาดการสนับสนุนด้านเทคนิคและการแปลไซต์ที่เราสามารถนำเสนอให้กับประเทศที่ไม่ใช่ภาษาอังกฤษได้ เมื่อไซต์ได้รับการพัฒนาอย่างเต็มที่แล้วเราจะดูที่การแปลไซต์เป็นภาษาต่างๆ ณ จุดนี้มีแนวโน้มว่าเราจะแนะนำโบนัสพันธมิตรสำหรับประเทศเหล่านี้อีกครั้ง",
				"faqItemHeading5": "การแนะนำของฉันมาจากประเทศที่มีคุณสมบัติและไม่ใช่บัญชีที่ซ้ำกัน แต่ฉันยังไม่ได้รับโบนัส ทำไมถึงเป็นเช่นนี้?",
				"faqItemContent5": "เป็นไปได้มากว่าผู้ใช้ยังไม่ได้ยืนยันบัญชีของตน ทันทีที่ทำแบบนี้คุณควรได้รับโบนัส"
			},
			"section_technology": {
				"alt_technology": "ปุ่มตัวกรองเทคโนโลยี",
				"heading_technology": "เทคโนโลยี",
				"subheading_technology": "โอเพ่นซอร์ส, อัลกอริทึม, ไลบรารี",
				"faqItemHeading1": "อัลกอริธึมใช้โอเพ่นซอร์สและมีอยู่ใน github / gitlab หรือไม่?",
				"faqItemContent1": "รหัสทั้งหมดเป็นแบบส่วนตัวเนื่องจากเรามีข้อได้เปรียบด้านการเสนอราคาครั้งแรกในการทำเหมืองข้อมูล cryptocurrency สำหรับผู้ดูแลเว็บ เราจะต้องเปิดแหล่งที่มาของฐานโค้ดก่อน ICO แม้ว่าจะเป็นความต้องการแลกเปลี่ยน ก่อนที่เหตุการณ์นี้จะเกิดขึ้นเราจะต้องดำเนินการตรวจสอบความปลอดภัยและการตรวจสอบรหัสอย่างสมบูรณ์"
			}
		},
		"APIS": {
			"meta": {
				"title": "ภาพรวม API",
				"keywords": "Blockchain api, cryptocurrency api",
				"description": "นักพัฒนา Cryptocurrency สามารถใช้ API แบบ cryptocurrency ที่เรียบง่ายมีประสิทธิภาพและรวดเร็วของเรา ทำธุรกรรมตรวจสอบยอดคงเหลือย่อยและอื่น ๆ"
			},
			"banner": {
				"linkText": "API'S",
				"heading": "ภาพรวม API",
				"subheading": "สนับสนุนชุมชนนักพัฒนา JSE"
			},
			"heading_about": "ภาพรวม API",
			"subheading_about": "ขั้นตอนหนึ่งใกล้กับแพลตฟอร์มสำหรับนักพัฒนาซอฟต์แวร์!",
			"para_main1_line1": "วันนี้ JSE API เปิดใช้การจัดการ Wallet JSE พื้นฐานและการเข้าถึงบล็อค",
			"para_main1_line2": "เรากำลังทำงานร่วมกับชุมชนนักพัฒนาซอฟต์แวร์และผู้รวมระบบเพื่อเสนอ API ที่มีประสิทธิภาพและมีเสถียรภาพสำหรับการเข้าถึง JSE Wallet, Blockchain, เครื่องมือผู้ขายและอื่น ๆ",
			"para_main2_b": "จุดเชื่อมต่อ API:",
			"para_main3_line1": "เราเป็นเพียงขั้นตอนในการปิดพอร์ทัลสำหรับนักพัฒนาซอฟต์แวร์ของเรา",
			"para_main3_line2": "โปรดกลับมาตรวจสอบในเร็ว ๆ นี้ ในระหว่างนี้เราจะดูข้อมูลของเราบ้าง",
			"link_oldBlogPosts": "โพสต์บล็อกโค้ดเก่า",
			"alt_api": "API'S"
		},
		"samples": {
			"meta": {
				"title": "โค้ดตัวอย่าง",
				"description": ""
			},
			"banner": {
				"linkText": "ตัวอย่าง",
				"heading": "โค้ดตัวอย่าง",
				"subheading": "&quot;ผีในเครื่อง&quot; <br /> <span style=\"font-size:0.6em; opacity: 0.2;\">01101000 01100101 01101100 01101100 01101111 00100000 01110111 01101111 01110010 01101100 01100100</span>"
			},
			"para_infoMsg_line1": "ขณะนี้เรากำลังดำเนินการทำความสะอาดตัวอย่างของเราและเตรียมพร้อมที่จะเปิดตัวพอร์ทัล JSE Developer Portal ของเรา",
			"para_infoMsg_line2": "โปรดกลับมาตรวจสอบในเร็ว ๆ นี้ ในระหว่างนี้เราจะดูข้อมูลของเราบ้าง",
			"link_oldBlogPosts": "โพสต์บล็อกโค้ดเก่า"
		},
		"stats": {
			"meta": {
				"title": "สถิติ",
				"keywords": "ตัวเลข Blockchain สถิติ cryptocurrency สถิติการทำเหมืองข้อมูลเบราว์เซอร์",
				"description": "ตัวเลขล่าสุดอยู่บนเซิร์ฟเวอร์ JSEcoin เราเผยแพร่จำนวนผู้ใช้ที่ลงทะเบียนผู้ปฏิบัติงานด้านเว็บไซต์คนงานเหมืองแร่ตัวเองฝาครอบตลาดแบบ cryptocurrency และอื่น ๆ"
			},
			"banner": {
				"linkText": "สถิติ",
				"heading": "สถิติ",
				"subheading": "เบราว์เซอร์"
			},
			"section_map": {
				"heading_stats": "DEMOGRAPHICS",
				"subheading_stats": "TOP 10 lOCATIONS ของ MINER ของเรา",
				"alt_map": "แผนที่โลก",
				"country_US": "สหรัฐ",
				"country_RU": "รัสเซีย",
				"country_CN": "ประเทศจีน",
				"country_IN": "อินเดีย",
				"country_UA": "ยูเครน",
				"country_GB": "ประเทศอังกฤษ",
				"country_DE": "ประเทศเยอรมัน",
				"country_JP": "ประเทศญี่ปุ่น",
				"country_CA": "แคนาดา",
				"country_ID": "อินโดนีเซีย"
			},
			"section_cpuOverview": {
				"para_main1_infoMsg_line1": "เรากำลังรวบรวมและรวบรวมสถิติและเมตริกจากเบราว์เซอร์ต่างๆที่ทำงานในแต่ละระบบปฏิบัติการและอุปกรณ์ต่างๆเช่น Raspberry PIs ให้เร็วขึ้นและแก้ไขสิ่งต่างๆ",
				"para_main1_infoMsg_line2": "แพลตฟอร์มการทำเหมืองแร่ของเราใช้ทรัพยากรของ CPU ที่ใช้งานไม่ถึง 10% เมื่อเทียบกับคนงานเหมือง Monero ที่ใช้ระหว่าง 80-90%!"
			},
			"section_cpuBenchmark": {
				"heading_bench": "ค่าเฉลี่ยของซีพียูที่ติดตาม"
			}
		},
		"support": {
			"meta": {
				"title": "สนับสนุน",
				"description": "มีปัญหากับแพลตฟอร์มหรือกำลังพยายามตั้งค่ารหัสการทำเหมืองเว็บไซต์หรือไม่? ขอรับความช่วยเหลือได้ที่หน้าการสนับสนุนด้านเทคนิคของเรา"
			},
			"banner": {
				"linkText": "สนับสนุน",
				"heading": "สนับสนุน",
				"subheading": "มีปัญหาหรือไม่? เราอยู่ที่นี่ - เพียงแค่เพิ่มตั๋วสนับสนุน;)"
			},
			"heading_support": "ตั๋วสนับสนุน JSE",
			"subheading_support": "เร็ว ๆ นี้.",
			"para_main1": "เราเพียงแค่รีดข้อบกพร่องเท่านั้น แต่ควรมีระบบการสนับสนุนตั๋วสนับสนุนของเราทำงานเร็ว ๆ นี้",
			"link_contactUs": "ในระหว่างนี้โปรดติดต่อเราโดยใช้แบบฟอร์มนี้"
		},
		"techOverview": {
			"meta": {
				"title": "ภาพรวมทางเทคนิค",
				"keywords": "วิธีการเข้ารหัส cryptocurrency ในเว็บเบราเซอร์ cryptocurrency เหมืองในแล็ปท็อปเบราเซอร์เหมืองเทคนิค",
				"description": "ค้นพบสิ่งที่ทำให้โครงการ JSEcoin เห็บ เราใช้เทคโนโลยีที่ล้ำยุคเพื่อสร้าง web cryptocurrency และ web browser แบบ blockchain mining"
			},
			"banner": {
				"linkText": "ภาพรวมทางเทคนิค",
				"heading": "ภาพรวมทางเทคนิค",
				"subheading": "สร้างสรรค์นวัตกรรมด้วยความสามารถของ Web Browser และอื่น ๆ"
			},
			"section_techOverview": {
				"heading_techOverview": "ภาพรวมการทำเหมืองแร่เว็บเบราเซอร์",
				"subheading_techOverview": "ทำไมต้องมีความสามารถในการทำเหมืองข้อมูลเว็บเบราเซอร์?",
				"para_main1": "เราใช้วิธีการเดียวกันกับ Google Adsense และแพลตฟอร์มการวิเคราะห์หรือการโฆษณาอื่น ๆ ซึ่งผู้ดูแลเว็บฝังไฟล์จาวาสคริปต์ภายนอกไว้ในเว็บไซต์ของตน",
				"para_main2": "จำนวนผู้เข้าชมที่น้อยที่สุดจะถูกใช้เพื่อทำเหมืองแร่ JSE Coins (น้อยกว่า 10% - ไม่มากไปกว่าการใส่ข้อมูลวิดีโอลงในหน้าเว็บ) ผู้เข้าชมที่คุณมีชุมชนของผู้ใช้มากขึ้นจะรวมกันเพื่อปรับปรุงจำนวนเงินที่ถูกขุดขึ้น",
				"link_cpuUsage": "ดูหน้าสถิติของเราเพื่อดูการใช้งาน CPU ของผู้ใช้โดยเฉลี่ย",
				"alt_tech": "ภาพรวมทางเทคนิค"
			},
			"section_monitiseBanner": {
				"heading_monitiseBanner": "สร้างรายได้จากเว็บไซต์ของคุณ",
				"subheading_monitiseBanner": "ลองจินตนาการถึงการสร้างรายได้โดยไม่ต้องยุ่งเหยิงในการโฆษณา",
				"button_caseStudies_line1": "กรณีศึกษาของ JSE Webmaster",
				"button_caseStudies_line2": "เร็ว ๆ นี้!"
			},
			"section_gettingStarted": {
				"heading_gettingStarted": "เริ่มต้นอย่างไร?",
				"subheading_gettingStarted": "หนึ่งแท็กสคริปต์และมายากลเล็กน้อย",
				"step_heading1": "ลงชื่อ",
				"step_content1": "สร้างบัญชีที่คุณสามารถแพลตฟอร์มของฉันหรืออนุญาตให้ผู้เข้าชมของคุณไปสระว่ายน้ำและฉันจากเว็บไซต์ของคุณ",
				"alt_login": "หน้าจอเข้าสู่ระบบ",
				"step_heading2": "ต่อ",
				"step_content2": "คัดลอกและวางโค้ด javascript ลงในเว็บไซต์ของคุณหรือเลือกปุ่มการทำเหมืองแพลตฟอร์ม",
				"alt_minerTypes": "คนขุดแร่ประเภท",
				"step_heading3": "รวบรวม",
				"step_content3": "ใช้เครื่องมือผู้ขายของเราเพื่อให้ผู้ใช้สามารถซื้อสินค้าและบริการกับ JSECoin",
				"alt_merchantTools": "Mercant Tools"
			},
			"section_miningCoins": {
				"alt_star": "ดาว",
				"heading_miningCoins": "เหรียญเหมืองแร่ - การเข้ารหัส",
				"subheading_miningCoins": "JSE เป็น cryptocurrency ที่ถูก mined ผ่านเบราเซอร์",
				"para_main1": "เรามีเซิร์ฟเวอร์ทำงานและฝั่งไคลเอ็นต์ ECDSA รูปไข่รูปตัว secp256k1 ในเบราว์เซอร์ ซึ่งจะช่วยให้ผู้ใช้สามารถทำธุรกรรมแบบดิจิทัลได้",
				"para_main2": "สำหรับการแฮชเราใช้อัลกอริทึมมาตรฐาน SHA256 เมื่อใช้งานได้เราใช้เบราว์เซอร์ inbuilt methods Crypto.Subtle API เนื่องจากมีประสิทธิภาพใกล้เคียงกับ native performance ในเบราว์เซอร์รุ่นเก่ามีฟังก์ชัน SHA256 แบบหลบหลีก อัลกอริทึม SHA256 ใช้ข้อมูลที่มีความยาวหรือขนาดใด ๆ และสร้างสตริงโค้ดที่ไม่ซ้ำกันซึ่งมีความยาวเท่ากัน",
				"para_main3": "เมื่อค้นหา hashes เราจะเปลี่ยนข้อมูลโดยใช้ตัวเลขเพียงหนึ่งหลักและคำนวณสตริงตัวอักษรตัวเลขและตัวอักษรที่ต่างกันทั้งหมด คนงานของเราทำคำนวณนี้ซ้ำแล้วซ้ำอีกโดยมองหาสตริงค่าต่ำสุดที่เป็นไปได้ซึ่งจะมีเลขศูนย์นำหน้า"
			},
			"section_howDoesItWork": {
				"heading_howDoesItWork": "กระบวนการแฮชทำงานอย่างไร?",
				"subheading_howDoesItWork": "ทำให้ผู้ใช้ยอมรับและทำเหมืองได้ง่ายขึ้นผ่านทางเบราเซอร์",
				"step_heading1": "ขั้นตอนที่ 1",
				"step_content1": "มีการตั้งค่าข้อมูลการทำธุรกรรมบนแพลตฟอร์มและส่งไปยังเว็บเบราเซอร์ของไคลเอ็นต์",
				"step_heading2": "ระยะที่ 2",
				"step_content2": "ข้อมูลถูกเซ็นชื่อจากภายในเบราเซอร์โดยใช้ ECDSA Cryptography (secp256k1)",
				"step_heading3": "ระยะที่ 3",
				"step_content3": "ธุรกรรมถูกตรวจสอบโดยโหนดและถูกผลักดันไปยังบล็อกปัจจุบัน"
			},
			"section_miningRewards": {
				"heading_miningRewards": "การทำเหมืองแร่รีวอร์ด",
				"subheading_miningRewards": "JSE เป็น cryptocurrency ที่ทำจากเบราว์เซอร์",
				"step_heading1": "การทำเหมืองข้อมูลผู้เผยแพร่โฆษณา",
				"step_content1": "288000 เหรียญ / วันระบบจับสลากตั๋วจำหน่ายให้กับผู้เข้าชมที่ไม่ซ้ำใครการดูหน้าเว็บและการค้นหาข้อมูลที่พบ",
				"step_heading2": "Platform Mining",
				"step_content2": "ระบบจับสลาก 144000 เหรียญ / วัน 1 ใบต่อกัญชา **",
				"step_heading3": "รายได้จากโฆษณา",
				"step_content3": "(ยังไม่ได้ใช้) ประมาณการ eCPM x การแสดงผล - margin โดยอิงตามมูลค่าตลาดของ cryptocurrency",
				"step_content3_para2": "สำคัญ: รายได้จากการแสดงผลผู้ใช้ที่ไม่ซ้ำกันและเวลาในไซต์มากกว่าการล้างข้อมูลที่ดีที่สุด ซึ่งจะช่วยป้องกันอุปกรณ์ที่ใช้พลังงานสูงหรือเซิร์ฟเวอร์ฟาร์มที่สามารถครองเหมืองได้",
				"step_content3_para3": "ซื้อในสกุลเงิน fiat USD, EUR, GBP (Paypal, Wire ธนาคาร)",
				"step_content3_para4": "ซื้อในสกุลเงิน BTC, ETH (ที่อยู่ที่ระบุไว้ใน ERC20 / 23 ในการพัฒนา)",
				"alt_insight": "ข้อมูลเชิงลึก",
				"infoMsg_miningRewards": "** ต่อขีด จำกัด ของตั๋วที่ถูกบล็อกจะถูกวางไว้บนการจับสลากเพื่อให้แน่ใจว่าการแจกจ่ายที่เป็นธรรมและเพื่อต่อสู้กับการทำเหมืองแร่การฉ้อโกง"
			},
			"section_networkArchitecture": {
				"heading_miningRewards": "สถาปัตยกรรมเครือข่าย",
				"subheading_miningRewards": "สถาปัตยกรรมในระดับสูงที่ได้รับการพัฒนาโดย GOOGLE CLOUD",
				"alt_insight": "สถาปัตยกรรมเครือข่าย JSE"
			}
		},
		"blockchainExplorer": {
			"meta": {
				"title": "Blockchain Explorer",
				"keywords": "บล็อกเกอร์ explorer, บล็อค explorer vue.js, explorer blockchain แบบโอเพนซอร์ส",
				"description": "สำรวจ blockchain ของ JSEcoin ด้วย exploding blockchain แบบเรียลไทม์ ดูบล็อกเข้ามาและการทำธุรกรรมจะออกไปในขณะที่ระบบของเราเติบโตขึ้น"
			},
			"banner": {
				"linkText": "Blockchain Explorer",
				"heading": "JSE Blockchain Explorer",
				"subheading": ""
			},
			"heading_blockchainExplorer": "JSE Blockchain Explorer",
			"subheading_blockchainExplorer": "สำรวจ JSE Blockchain",
			"para_main1": "explorer blockchain ให้จุดเชื่อมต่อสาธารณะกับบล็อกเกอร์ของ JSEcoin สามารถใช้งานร่วมกับ API เพื่อหาว่าใครเป็นเจ้าของรางวัลอะไรบ้างหรือใครเป็นคนทำเหมืองล่าสุด โปรดทราบว่าข้อมูลที่ละเอียดอ่อนเช่นที่อยู่อีเมลหรือข้อมูลอ้างอิงจะไม่ถูกบันทึกหรือแสดงภายใน blockchain",
			"para_main2": "explorer blockchain ถูกเขียนขึ้นโดยใช้การสื่อสารข้อมูลแบบเรียลไทม์ซึ่งหมายความว่าคุณสามารถดูข้อมูลที่พัฒนาขึ้นเมื่อรอบการบล็อก 30 วินาทีเสร็จสิ้น"
		},
		"merchantTools": {
			"meta": {
				"title": "Merchant Tools",
				"keywords": "ยอมรับ cryptocurrency ในเว็บไซต์การสมัครสมาชิก cryptocurrency, อีคอมเมิร์ซ cryptocurrency",
				"description": "ยอมรับการชำระเงินในเว็บไซต์ของคุณด้วย cryptocurrency เครื่องมือผู้ขายของเราอนุญาตให้ผู้ดูแลเว็บรวมไซต์ของตนด้วยอีคอมเมิร์ซและโซลูชันการชำระเงินแบบตรง"
			},
			"banner": {
				"linkText": "Merchant Tools",
				"heading": "เครื่องมือ Merchant ของ JSE",
				"subheading": ""
			},
			"heading_merchantTools": "Merchant Tools",
			"subheading_merchantTools": "ขยายอีคอมเมิร์ซและเปลี่ยนโฆษณาดิจิทัล",
			"para_main1_infoMsg": "คุณลักษณะนี้กำลังได้รับการพัฒนาและจะออกให้แก่ผู้ดูแลเว็บในไม่ช้า",
			"para_main1": "เครื่องมือการขายของ JSEcoin ช่วยให้เว็บมาสเตอร์สามารถใช้ JSEcoin ในการชำระเงินแบบดิจิตอลผ่านทางเว็บไซต์ได้ โทเค็น JSE สามารถใช้สำหรับ: -",
			"list_usedFor1": "ตะกร้าสินค้า",
			"list_usedFor2": "ปุ่มชำระเงิน",
			"list_usedFor3": "การสมัคร SaaS",
			"list_usedFor4": "การดาวน์โหลดแบบดิจิตอล",
			"list_usedFor5": "การตลาดดิจิทัล",
			"list_usedFor6": "การขายซอฟต์แวร์",
			"list_usedFor7": "การสมัครเป็นสมาชิกของเว็บไซต์",
			"para_main2": "สิ่งที่ซื้อผ่านเว็บไซต์ควรจะสามารถจ่ายเงินด้วย cryptocurrency และ JSEcoin อาจเป็นแนวทางในการทำให้เว็บมาสเตอร์สามารถทำงานร่วมกับไซต์ของตนได้ง่ายและเป็นไปได้"
		},
		"wallet": {
			"meta": {
				"title": "กระเป๋าสตางค์",
				"keywords": "ถือ cryptocurrency วิธีเก็บ cryptocurrency, กระเป๋าสตางค์ cryptocurrency, กระเป๋า jse",
				"description": "จัดเก็บโทเค็น JSEcoin ของคุณไว้ในกระเป๋าสตางค์ออนไลน์ แพลตฟอร์มของเรามีความปลอดภัยปลอดภัยและสามารถใช้งานร่วมกับ JCS Blockchain ได้อย่างครบถ้วน ส่งเงินและส่งออกบัตรของขวัญจากกระเป๋าสตางค์ของคุณโดยตรง"
			},
			"banner": {
				"linkText": "กระเป๋าสตางค์",
				"heading": "กระเป๋าเงินออนไลน์ JSE",
				"subheading": ""
			},
			"heading_wallet": "การผสานรวม Wallet",
			"subheading_wallet": "การขยายการสนับสนุนกระเป๋าสตางค์ JSE",
			"para_main1_infoMsg": "เราวางแผนจะเปิดตัวกระเป๋าสตางค์ ERC20 ในสองสามเดือนถัดไปและกำลังทดสอบการผสานรวมของเรา",
			"para_main2": "โทเค็น JSE สามารถเก็บไว้บนแพลตฟอร์มหรือส่งออกผ่านโทเค็น ERC20 ซึ่งเข้ากันได้กับกระเป๋าสตางค์และการแลกเปลี่ยนของบุคคลที่สาม สำหรับผู้ใช้ส่วนใหญ่เราขอแนะนำให้เก็บรักษาโทเค็นไว้บนแพลตฟอร์มเมื่อมีการส่งออกเราไม่สามารถควบคุมการฉ้อโกง / การโจรกรรม / การแฮ็กซึ่งอาจทำให้เกิดการสูญเสียเงิน",
			"para_main3": "โทเค็น JSEcoin สามารถใช้งานร่วมกับกระเป๋าสตางค์ที่ใช้ร่วมกับ ERC20 ของบุคคลที่สามได้เช่น: -",
			"list_wallet1": "MyEtherWallet",
			"list_wallet2": "MetaMask",
			"list_wallet3": "ความเท่าเทียมกัน",
			"para_main4": "โทเค็นที่จัดเก็บอยู่บนแพลตฟอร์มยังคงมีความปลอดภัยเท่ากับข้อมูลรับรองรหัสผ่านและความปลอดภัยของระบบปฏิบัติการดังนั้นโปรดใช้รหัสผ่านที่ไม่ซ้ำกันและมั่นใจได้ว่าระบบปฏิบัติการของคุณไม่มีไวรัสและโทรจัน"
		},
		"wordpress": {
			"meta": {
				"title": "ปลั๊กอิน CMS",
				"description": ""
			},
			"banner": {
				"linkText": "",
				"heading": "",
				"subheading": ""
			}
		},
		"integration": {
			"meta": {
				"title": "บูรณาการ",
				"keywords": "ติดตั้ง cryptocurrency mining, การทำเหมืองข้อมูลเบราเซอร์ที่ดีที่สุดใน crypto, สคริปต์การทำเหมืองข้อมูลลับๆ",
				"description": "เรียนรู้วิธีการตั้งค่าการทำเหมืองข้อมูล cryptocurrency ของ JSEcoin บนเว็บไซต์ของคุณ การทำเหมืองแร่เว็บเบราเซอร์เป็นอนาคตของการสร้างรายได้และเทคโนโลยี blockchain ที่มีประสิทธิภาพ"
			},
			"banner": {
				"linkText": "บูรณาการ",
				"heading": "บูรณาการ",
				"subheading": "เริ่มทำเหรียญ JSE วันนี้"
			},
			"heading_integration": "การผสานรวมการทำเหมืองข้อมูลสำหรับผู้ทำเว็บมาสเตอร์",
			"subheading_integration": "ง่ายเหมือน 1, 2, 3 - สำเนาและวางโค้ด JSE",
			"para_main1": "การตั้งค่าโค้ดการทำเหมืองในเว็บไซต์ของคุณทำได้ง่ายเพียงแค่คัดลอกและวางโค้ดลงใน HTML ของคุณเท่านั้น",
			"para_main2_line1": "ตั้งค่าบัญชีที่",
			"para_main2_line2": "และไปที่หน้า &quot;ผู้เผยแพร่โฆษณา&quot;",
			"para_main3": "ป้อนชื่อโดเมนของเว็บไซต์ของคุณและคลิก",
			"para_main3_infoMsg": "&quot;รับรหัส&quot;",
			"para_main4": "คัดลอกและวางโค้ดไว้ด้านบน </body> ใน HTML ของคุณ โปรดทราบว่าควรแก้ไขไฟล์ส่วนท้ายหรือตำแหน่งที่ตั้งเพื่อให้โค้ดแสดงทั่วทั้งไซต์ของคุณ หากคุณกำลังใช้ wordpress ให้ดาวน์โหลดปลั๊กอิน JSEcoin ซึ่งจะแทรกโค้ดลงในทุกๆหน้าโดยอัตโนมัติ",
			"para_main5_line1": "บันทึกไฟล์เทมเพลตของคุณหรืออัปโหลด HTML ไปยังเว็บโฮสต์ของคุณแล้วทดสอบในเบราว์เซอร์ หลังจากความล่าช้าเป็นเวลา 15 วินาทีคุณควรเริ่มเห็นข้อมูลการเข้ารหัสแบบ JSE ผ่านคอนโซลนักพัฒนาซอฟต์แวร์ หากต้องการเปิดคอนโซลนักพัฒนาซอฟต์แวร์ให้กด",
			"para_main5_infoMg1": "CTRL SHIFT K",
			"para_main5_line2": "ใน Firefox หรือ Firefox",
			"para_main5_infoMg2": "CTRL SHIFT J",
			"para_main5_line3": "ใน Chrome"
		}
	}
}